Repository: SidhantUppal/sandro-repo
Catalog: integraMobile/Properties/Resources.*.resx
Languages: ca_es, es_mx, fr_fr

# Result_Error_Fine_Payment_Period_Expired
source: The deadline to pay this ticket has expired
ca_es: El plazo para pagar este ticket ha expirado
es_mx: El plazo para pagar este ticket ha expirado
fr_fr: Le délai de paiement de cette contravention est expiré.

# Result_Error_Fine_Type_Not_Payable
source: This ticket is not available to be paid
ca_es: Este ticket no está disponible para ser pagado
es_mx: Este ticket no está disponible para ser pagado
fr_fr: Ce billet n'est pas disponible pour être payé.

# RetailerCouponsModel_Address
source: *Address:
es_mx: *Dirección:
fr_fr: *Adresse:

# RetailerCouponsModel_ConfirmEmail
source: * Confirm your e-mail:
es_mx: *Confirme su e-mail:
fr_fr: *Valider votre courrier électronique

# RetailerCouponsModel_CouponAmount
source: Unit amount per credit:
es_mx: Importe unitario por abono:
fr_fr: Montant unitaire par crédit

# RetailerCouponsModel_Coupons
source: Number of installments to be issued:
es_mx: Nº de abonos a emitir:
fr_fr: Nombre de versement à émettre

# RetailerCouponsModel_DocID
source: * GST/PST:
es_mx: *RFC:
fr_fr: TPS/TVP:

# RetailerCouponsModel_Email
source: *E-mail:
fr_fr: *Courrier électronique

# RetailerCouponsModel_Name
source: *Company name:
es_mx: *Nombre de la empresa:
fr_fr: *Nom de l'entreprise

# RetailerCouponsModel_TotalAmount
source: Fees to be issued:
es_mx: Abonos a emitir:
fr_fr: Frais à payer:

# RetailerCouponsModel_TotalPayTypeFEE
source: Credit card commission:
es_mx: Comisión tarjeta de crédito:
fr_fr: Frais de carte de crédit:

# RetailerCouponsModel_TotalServiceFEE
source: Service commission:
es_mx: Comisión servicio:
fr_fr: Frais de service:

# RetailerCouponsModel_TotalVat
source: GST/PST {0}%:
es_mx: IVA {0}%:
fr_fr: TPS/TPV {0}%:

# RetailerCouponsModel_Vat
source: GST/PST:
es_mx: IVA:
fr_fr: TPS/TVP:

# RetailerCouponsModel_WriteYourAddress
source: * write the address
es_mx: * escriba la dirección
fr_fr: *Inscrivez votre adresse

# RetailerCouponsModel_WriteYourConfirmEmail
source: * repeat the e-mail
es_mx: * repita el e-mail
fr_fr: *Répétez le courrier électronique

# RetailerCouponsModel_WriteYourDocID
source: * Write your ID / Passport
es_mx: * escriba el DNI/Pasaporte
fr_fr: *Inscrivez votre carte d'identification/Passeport

# RetailerCouponsModel_WriteYourEmail
source: * write the e-mail
es_mx: * escriba el e-mail
fr_fr: *Inscrivez votre courrier électronique

# RetailerCouponsModel_WriteYourName
source: * write the name of the company
es_mx: * escriba el nombre de la empresa
fr_fr: *Inscrivez le nom de votre entreprise

# RetailerCoupons_BuyButton
source: Pay Fees
es_mx: Pagar Abonos
fr_fr: Payer les frais

# RetailerCoupons_BuyResume
source: Summary of purchase
es_mx: Resumen de la compra
fr_fr: Résumé des achats

# RetailerCoupons_Data
source: Enterprise data
es_mx: Datos de Empresa
fr_fr: Données de l'entreprise

# RetailerCoupons_Details
source: Fill in your tax information to receive by email, the invoice and a PDF with the QR codes that you can give to your clients, such as recharging your balance or paying for your parking in the blue zone.
es_mx: Rellene sus datos fiscales para recibir por correo electrónico, la factura y un PDF con los códigos QR que podrá entregar a sus clientes, como recarga de su saldo o pago por su estacionamiento en zona azul.
fr_fr: Complétez les informations relatives aux taxes pour recevoir par courrier électronique la facture et un PDF avec les codes QR que vous pouvez donner à vos client, comme recharge ou paiement par leur stationnement dans la zone bleu.

# RetailerCoupons_Import
source: Amount
es_mx: Importe
fr_fr: Montant

# RetailerCoupons_SubTitle
source: Payment service
es_mx: Servicio de Pago
fr_fr: Service du paiement

# RetailerCoupons_SubTitle2
source: Commercial Credit
es_mx: Abono Comercial
fr_fr: Crédit commercial

# RetailerCoupons_Title
source: Merchants payments
es_mx: Abonos comerciantes
fr_fr: Paiement des commerçants

# RetailerInvoice_Address
source: Address:
es_mx: Dirección:
fr_fr: Adresse:

# RetailerInvoice_BuyResume
source: Summary of purchase
es_mx: Resumen de la compra
fr_fr: Résumé des achats

# RetailerInvoice_CompanyNIF
source: GST/PST:
es_mx: RFC:
fr_fr: TPS/TVP

# RetailerInvoice_CouponAvailable
source: Available:
es_mx: Disponible:
fr_fr: Disponible

# RetailerInvoice_CouponCode
source: Refill code:
es_mx: Código de recarga:
fr_fr: Code de recharge

# RetailerInvoice_DocId
source: Tax ID:
es_mx: RFC:
fr_fr: # de Taxes

# RetailerInvoice_Import
source: Amount
es_mx: Importe
fr_fr: Montant

# RetailerInvoice_InvoiceNum
source: Invoice No:
es_mx: Factura nº:
fr_fr: Facture nº:

# RetailerInvoice_Name
source: Company:
es_mx: Empresa:
fr_fr: Entreprise

# RetailerInvoice_NotificationEmail_Body
source: Dear Blinkay Merchant, <br> <br> All the studies indicate that regulated parking helps a greater number of vehicles to rotate, and therefore more customers can access the highly-attended shopping areas. If your business is located in a regulated area, you are lucky that it means you probably have a large influx of citizens and potential customers. However, it is still true that local commerce has a big handicap regarding large stores, a pending task to be solved: the payment of the regulated area. <br> <br> We trust that this new service that we put at your disposal will help you get more new customers and strengthen the current ones. Do not doubt that the parking bonus is a great incentive for a customer to opt for their trade and not another area. The more you reward, the more customers you will have! <br> <br> Attached to this email we provide you with a PDF where you can obtain the bonus coupons for your customers. Each of these coupons has a unique code engraved with the amount that will be rewarded, and are for single use. Do not hesitate to contact our support team for more questions through www.blinkay.app. <br> <br> Thank you for trusting Blinkay, <br> <br> Cheers!
es_mx: Estimado Comerciante Blinkay,<br><br> Todos los estudios indican que el estacionamiento regulado ayuda a que un mayor número de vehículos roten, y por tanto que más clientes puedan acceder a las altamente concurridas zonas comerciales. Si su comercio está ubicado en una zona regulada, tiene suerte pues significa que probablemente tiene una gran afluencia de ciudadanos y potenciales clientes. Sin embargo, no deja de ser cierto que el comercio local tiene un gran hándicap respecto a las grandes superficies, una tarea pendiente por resolver: el pago de la zona regulada.<br><br> Confiamos en que este nuevo servicio que ponemos a su disposición le ayudará a obtener más nuevos clientes y afianzará los actuales. No dude que la bonificación del estacionamiento es un gran aliciente para que un cliente se decante por su comercio y no otro de la zona. ¡Cuanto más bonifique, más clientes tendrá!<br><br> Adjunto a este correo le facilitamos un PDF donde podrá obtener los cupones de bonificación para sus clientes. Cada uno de estos cupones tiene grabado un código único con la cuantía que ha decidido bonificar, y son de un solo uso. No dude en contactar con nuestro equipo de Soporte para más dudas a través de www.blinkay.app.<br><br> Gracias por confiar en Blinkay,<br><br> Un cordial saludo
fr_fr: Cher commerçant Blinkay, <brZ<br>

# RetailerInvoice_NotificationEmail_Subject
source: Blinkay coupons, start to reward your customers!
es_mx: Cupones Blinkay, empiece ya a bonificar a sus clientes!
fr_fr: Coupons Blinkay, commencez à bonifier vos clients!

# RetailerInvoice_Print
source: To print
es_mx: Imprimir
fr_fr: pour imprimer

# RetailerInvoice_Title
source: Invoice
es_mx: Factura
fr_fr: Facture

# SecurityOperationChangeEmailOrTelephone_Confirmation
source: Edit e-mail and/or phone number - Confirmation
ca_es: Canvi de correu electrònic i/o telèfon - Confirmació
es_mx: Cambio de e-mail y/o teléfono - Confirmación
fr_fr: Changement de courrier électronique et /ou téléphone - Confirmation

# SecurityOperationChangeEmailOrTelephone_ConfirmationText1
source: Your e-mail and/or phone number has been updated.
ca_es: El seu correu electrònic i/o telèfon s'han modificat correctament
es_mx: Su e-mail y/o télefono se han modificado con éxito
fr_fr: Votre courrier électronique et /ou téléphone ont été modifiés avec succès.

# SecurityOperationChangeEmailOrTelephone_ConfirmationText2
source: e-mail:
ca_es: correu electrònic:
fr_fr: courrier électronique:

# SecurityOperationChangeEmailOrTelephone_ConfirmationText3
source: Phone number:
ca_es: Telèfon:
es_mx: Téléfono:
fr_fr: Téléphone:

# SecurityOperationChangeEmailOrTelephone_IdentityValidation
source: Edit e-mail and/or phone number - Identity Verification
ca_es: Canvi de correu electrònic i/o telèfon - Validació d'identitat
es_mx: Cambio de e-mail y/o teléfono - Validación de identidad
fr_fr: Changement de courrier électronique et /ou téléphone - Validation d'identité

# SecurityOperationChangeEmailOrTelephone_Step2WriteYourCode
source: Enter code:
ca_es: Introdueixi codi:
es_mx: Introduzca código:
fr_fr: Entrez code:

# SecurityOperationChangeEmailOrTelephone_Step2WriteYourCode1
source: Enter the code containing {0} digits received by SMS on the phone ending in {1} to confirm the modification of e-mail and/or phone number (code valid for {2} min).
ca_es: Introdueixi el codi de {0} dígits rebuts per SMS al mòbil acabat en {1} per confirmar el canvi de correu electrònic i/o telèfon (validesa del codi {2} min).
es_mx: Introduzca el código de {0} dígitos recibidos por SMS al móvil terminado en {1} para confirmar el cambio de e-mail y/o teléfono (validez del código {2} min).
fr_fr: Entrez le code de {0} chiffres reçu par SMS sur le téléphone portable dont le numéro se termine par {1} pour confirmer la modification de votre courrier électronique / ou numéro de téléphone (le code est valide {2} min.)

# SecurityOperationForgotPassword_Confirmation
source: Password Reminder - Confirmation
ca_es: Recordatori Contrasenya - Confirmació
es_mx: Recordatorio Contraseña - Confirmación
fr_fr: Rappel de mot de passe -Confirmation

# SecurityOperationForgotPassword_ConfirmationText1
source: Your password will be displayed below
ca_es: A continuació es mostra la seva contrasenya
es_mx: A continuación se muestra su contraseña
fr_fr: Le mot de passe est indiqué ci-dessous.

# SecurityOperationForgotPassword_IdentityValidation
source: Password Reminder - Identity Verification
ca_es: Recordatori Contrasenya - Validació d'identitat
es_mx: Recordatorio Contraseña - Validación de identidad
fr_fr: Rappel du mot de passe - Validation d'identité

# SecurityOperationForgotPassword_Step2WriteYourCode1
source: Enter the code containing {0} digits received by SMS on the phone ending in {1} to get your password (code valid for {2} min).
ca_es: Introdueixi el codi de {0} dígits rebuts per SMS al mòbil acabat en {1} per obtenir la seva contrasenya (validesa del codi {2} min).
es_mx: Introduzca el código de {0} dígitos recibidos por SMS al móvil terminado en {1} para obtener su contraseña (validez del código {2} min).
fr_fr: Entrez le code de {0} chiffres reçu par SMS au mobile dont le numéro se termine par {1} pour obtenir votre mot de passe (le code est valide pour {2} min.)

# SecurityOperationForgotPassword_Step2WriteYourCode2
source: Enter code:
ca_es: Introdueixi codi:
es_mx: Introduzca código:
fr_fr: Entrez le code:

# SelectPayMethod_ChangeSuscriptionType
source: Change subscription type
ca_es: Canviar Tipus de subscripció
es_mx: Cambiar Tipo de suscripción
fr_fr: Changez le type d'inscription

# SelectPayMethod_CreditCard
source: Credit or Debit Cards
ca_es: Targetes de crèdit o dèbit
es_mx: Tarjetas de crédito o débito
fr_fr: Cartes de crédit ou débit

# SelectPayMethod_IntroText1
source: PLEASE ADD A VALID PAYMENT METHOD
ca_es: SI US PLAU, AFEGEIX UN MÈTODE DE PAGAMENT VALID
es_mx: POR FAVOR, AÑADE UN MÉTODO DE PAGO VALIDO
fr_fr: VEUILLEZ S'IL VOUS PLAÎT AJOUTER UN MODE DE PAIEMENT VALIDE

# SelectPayMethod_IntroText2
source: Payment Method
ca_es: Forma de pagament
es_mx: Forma de pago
fr_fr: Mode de paiement

# SelectPayMethod_IntroText3
source: Automatic purchase of credit
ca_es: Auto-recàrrega
es_mx: Auto-recarga
fr_fr: Achat automatique de crédit

# SelectPayMethod_IntroText4
source: If you wish to save time and take full advantage of the application, activate the automatic recharge option and configure the minimum amount.
ca_es: Si desitja estalviar temps i gaudir de tots els avantatges de l'aplicació, activi l'opció de recèrrega automàtica i configuri el seu mínim.
es_mx: Si desea ahorrar tiempo y disfrutar de todas las ventajas de la aplicación, active la opción de recarga automática y configure su mínimo.
fr_fr: Si vous voulez gagner du temps et profiter des avantages de l'application, activez l'option de recharge automatique du portefeuille électronique et configurez le montant minimum.

# SelectPayMethod_PerTransactionCheckBoxMessage
source: I accept
ca_es: Estic d'acord
es_mx: Estoy de acuerdo
fr_fr: Je suis d'accord

# SelectPayMethod_PerTransactionCheckBox_Error
source: You must accept the charge to continue
ca_es: Ha d'acceptar el cobrament per a continuar.
es_mx: Debe aceptar el cobro para poder continuar
fr_fr: Acceptez le paiement pour continuer.

# SelectPayMethod_PerTransactionMessage
source: Once you press Next, the amount of {0} {1} will be charged to activate your payment method online.
ca_es: Una vegada premi Següent es procedirà a carregar la quantitat de {0} {1} per donar d'alta el seu mitjà de pagament a la passarel·la de cobrament.
es_mx: Una vez pulse Siguiente se procederá a cargar la cantidad de {0} {1} para dar de alta su medio de pago en la pasarela de cobro.
fr_fr: Une fois vous cliquez sur Suivant, un montant de {0} {1} servira pour activer votre option de paiement en ligne

# SelectPayMethod_SubstituteCurrentCard
source: Substitute current card ({0})
ca_es: Substituir la targeta actual ({0})
es_mx: Sustituir la tarjeta actual ({0})
fr_fr: Remplacez votre carte actuelle ({0})

# SelectPayMethod_SuscriptionType
source: Subscription Type:
ca_es: Tipus de Subscripció:
es_mx: Tipo de Suscripción:
fr_fr: Type d'abonnement

# SelectPayMethod_SuscriptionType_PerTransaction
source: Payment by Transaction
ca_es: Pagament per Transacció
es_mx: Pago por Transacción
fr_fr: Paiement par transaction

# SelectPayMethod_SuscriptionType_Prepay
source: Prepaid User
ca_es: Usuari de Prepagament
es_mx: Usuario de Prepago
fr_fr: Utilisateur de prépaiement

# SelectPayMethod_Sus_Option1
source: Select "Change current credit/debit card":
ca_es: Seleccioni "Canviar targeta actual":
es_mx: Seleccione "Cambiar tarjeta actual":
fr_fr: Sélectionnez "Changez la carte actuelle":

# SelectPayMethod_Sus_Option2
source: Choose a method of payment:
ca_es: Esculli un mitjà de pagament:
es_mx: Escoja un medio de pago:
fr_fr: Choisissez une option de paiement.

# SelectPayMethod_Sus_Option3
source: Take advantage of the automatic recurring option and activate it now:
ca_es: Aprofiti i activi la recàrrega automàtica:
es_mx: Aproveche y active la recarga automática:
fr_fr: Profitez et activez la recharge automatique:

# SelectPayMethod_Sus_Remark1
source: Remember that once you have pressed "next", if you have chosen "change current credit/debit card":
ca_es: Recordi que una vegada premi "Següent", si ha seleccionat "canviar targeta actual":
es_mx: Recuerde que una vez presione "Siguiente", si ha seleccionado "cambiar tarjeta actual":
fr_fr: Rappelez-vous qu'une fois que vous aurez appuyé sur Suivant, vous aurez sélectionné "Changer la carte de crédit/débit actuelle"

# SelectPayMethod_Sus_Remark2
source: Your balance will still be available through your new method of payment.
ca_es: El seu saldo seguirà disponible amb el nou mitjà de pagament.
es_mx: Su saldo seguirá disponible con el nuevo medio de pago.
fr_fr: Votre solde sera toujours disponible avec le nouveau mode de paiement.

# SelectPayMethod_Sus_Remark3
source: You must add credit to your balance to verify your new method of payment by:
ca_es: Haurà de recarregar el seu saldo per validar el seu nou mitjà de pagament.
es_mx: Deberá recargar su saldo para validar su nuevo medio de pago.
fr_fr: Pour valider le mode de paiement vous devez ajouter des crédits

# SelectPayMethod_Sus_Remark4
source: 1) Selecting an amount that will be applied to your balance.
ca_es: 1) Seleccionat un import que s'aplicarà al seu saldo.
es_mx: 1) Seleccionado un importe que se aplicará a su saldo.
fr_fr: 1) Sélectionnez un montant qui sera appliqué à votre solde.

# SelectPayMethod_Sus_Remark5
source: 2) Entering the new payment method information.
ca_es: 2) Introduïnt les dades del nou mitjà de pagament.
es_mx: 2) Introduciendo los datos del nuevo medio de pago.
fr_fr: 2) Entrez vos nouvelles informations de paiement.

# SelectPayMethod_Sus_Remark6
source: If you do not wish to change your current method of payment, deselect "change current credit/debit card" in step 1.
ca_es: Si no desitja canviar el seu mitjà de pagament actual, deseleccioni "Canviar targeta actual" en el pas 1.
es_mx: Si no desea cambiar su medio de pago actual, deseleccione "Cambiar tarjeta actual" en el paso 1.
fr_fr: Si vous ne désirez pas changer votre mode de paiement actuel, désélectionnez "changer de carte actuelle" dans l'étape 1.

# SelectSuscriptionType_IntroText1
source: User- Choose prepaid or transaction
ca_es: Usuari - Esculli ser un usuari de prepagament o pagar per transacció
es_mx: Usuario - Escoja ser un usuario de prepago o pagar por transacción
fr_fr: Utilisateur- Choisissez le prépaiement ou le paiement par transaction

# SelectSuscriptionType_IntroText2
source: Prepaid User
ca_es: Usuari de prepagament
es_mx: Usuario de prepago
fr_fr: Utilisateur de prépaiement

# SelectSuscriptionType_IntroText3
source: Payment by Transaction
ca_es: Pagament per transacció
es_mx: Pago por transacción
fr_fr: Paiement par transaction

# SelectSuscriptionType_PerTransaction1
source: Payment by Transaction
ca_es: Pagament per transacció
es_mx: Pago por transacción
fr_fr: Paiement par transaction

# SelectSuscriptionType_PerTransaction2
source: Every time you park, extend time, or pay a fine, the exact amount will be charged to your credit card.
ca_es: Cada vegada que aparqui, ampliï o anu·li una denúncia se li cargarregarà l'import exacte a la seva targeta de crèdit.
es_mx: Cada vez que estacione, amplie o anule una denuncia se le cargará el importe exacto en su tarjeta de crédito.
fr_fr: Chaque fois vous stationnez, prolongez ou payez une contravention, le montant exact sera chargé sur votre carte de crédit.

# SelectSuscriptionType_PerTransaction3
source: * In every operation which you add/modify the payment method, the amount of {0} {1} will be charged.
ca_es: * Si canvia el seu mitjà de pagament, se li carregarà {0} {1} per verificar-ne la seva validesa.
es_mx: * Si cambia su medio de pago, se le cargará {0} {1} para verificar la validez del mismo.
fr_fr: *Pour chaque opération pour laquelle vous ajoutez/modifiez votre mode de paiement, un montant de {0} {1} sera chargé pour vérifier son validité.

# SelectSuscriptionType_Prepay1
source: Prepay (and all of it's advantages)
ca_es: Moneder electrònic / Prepagament (i tots els seus avantatges)
es_mx: Monedero electrónico / Prepago (y todas sus ventajas)
fr_fr: Portefeuille électronique /Prépaiement (et tous les avantages)

# SelectSuscriptionType_Prepay2
source: 1) Park, extend time, or pay for a fine.
ca_es: 1) Aparca, amplia o anul·la denúncia.
es_mx: 1) Aparca, amplia o anula denuncia.
fr_fr: 1) Stationnez, prolongez payez pour une contravention.

# SelectSuscriptionType_Prepay3
source: We refund you {0} {1} for each operation that you complete.
ca_es: Et tornem {0} {1} per cada operació que realitzis.
es_mx: Te devolvemos {0} {1} por cada operación que realices.
fr_fr: Nous vous rembourserons {0}{1} pour chaque opération que vous réalisez.

# SelectSuscriptionType_Prepay4
source: 2) We refund your unused time.
ca_es: 2) Et tornem el temps que no has consumit.
es_mx: 2) Te devolvemos el tiempo que no has consumido.
fr_fr: 2) Nous vous rembourserons le temps non utilisé.

# SelectSuscriptionType_Prepay5
source: Don't worry if you are in a meeting.
ca_es: No et preocupis si ets en una reunió.
es_mx: No te preocupes si estás en una reunión.
fr_fr: Ne vous inquiétez pas si vous êtes en réunion.

# SelectSuscriptionType_Prepay6
source: Enjoy your spare time.
ca_es: Gaudeix del teu temps d'oci sense estrés.
es_mx: Disfruta de tu tiempo de ocio sin estrés.
fr_fr: Jouissez de votre temps libre.

# SelectSuscriptionType_Prepay7
source: Stop worrying about your parking time, no matter what you have to get done.
ca_es: Despreocupa't del teu aparcament, sigui el que sigui el que hagis de fer.
es_mx: Despreocúpate de tu aparcamiento, sea lo que sea que tengas que hacer.
fr_fr: Ne pensez pas au stationnement, n'importe quoi vous devez faire.

# ServiceName
source: Blinkay Service for On-Street payment and permits
ca_es: Servei de pagament remot de l'aparcament regulat
es_mx: Blinkay sistema de pago de estacionamiento
fr_fr: Service Blinkay pour le paiement sur rue et pour les permis

# SignUp1_Emailmsg
source: What is your email address?
ca_es: Quina és la teva adreça de correu electrònic?
es_mx: ¿Cuál es tu dirección de correo electrónico?
fr_fr: Quelle est votre courrier électronique?

# SignUp1_Emailtip
source: You will use your email address when you login and if you need to reset your password
ca_es: Utilitzaràs la teva adreça de correu electrònic quan iniciïs la sessió, i si n'hi ha, hauràs de restablir la teva contrasenya.
es_mx: Utilizarás tu correo electrónico para iniciar sesión y si necesitas cambiar tu contraseña.
fr_fr: Vous utiliserez votre courrier électronique lorsque vous vous connectez et si vous avez besoin de changer votre mot de passe

# SignUp1_Emailtype
source: Type your email address
ca_es: Tecleja la teva adreça de correu electrònic
es_mx: Teclea tu dirección de correo electrónico?
fr_fr: Entrez votre courrier électronique

# SignUp2_CountryLiteral
source: Choose the country where you will use Blinkay
ca_es: Escull el país on utilitzaras Blinkay
es_mx: Escoge el país donde vas a utilizar Blinkay
fr_fr: Choisissez le pays où vous utiliserez Blinkay

# signup2_title
source: Check your email
ca_es: Revisa el teu correu electrònic
es_mx: Revisa tu correo electrónico
fr_fr: Vérifiez votre courrier électronique

# SignUp3_Option_Mandatory
source: Before continue, you must check:
ca_es: Lorem Ipsum
es_mx: Antes de continuar, debe aceptar:
fr_fr: Avant de continuer, vous devez vérifier:

# SignUp3_Passwmsg
source: Create your account password
ca_es: Crea la contrasenya del teu compte
es_mx: Crea la contraseña de tu cuenta
fr_fr: Créez le mot de passe de votre compte

# SignUp3_Passwtip
source: Enter a combination of at least five numbers, letters, and punctuation marks (like ! and &amp;).
ca_es: Tecleja una combinació d'almenys cinc números, lletres i signes de puntuació (com ara ! i &amp;).
es_mx: Ingrese una combinación de al menos cinco números, letras y signos de puntuación (por ejemplo ! y &amp;).
fr_fr: Entrez une combinaison d'au moins 5 chiffres, lettres et signes de ponctuation (par exemple ! Et &amp;).

# SignUp3_Passwtype
source: Type your password
ca_es: Escriu la teva contrasenya
es_mx: Escribe tu contraseña
fr_fr: Entrez votre mot de passe

# signup4a_prepayment
source: Pre-payment
ca_es: Prepagament
es_mx: Prepago
fr_fr: Prépaiement

# signup4a_psm_transaction
source: Pay per transaction
ca_es: Pagament per Transacció
es_mx: Pago por Transacción
fr_fr: Paiement par transaction

# signup4a_subscription_method
source: Choose your membership type
ca_es: Escull el tipus de subscripció
es_mx: Escoge tipo de subscripción
fr_fr: Choisissez votre type d'abonnement
