Repository: SidhantUppal/sandro-repo
Catalog: integraMobile/Properties/Resources.*.resx
Languages: ca_es, es_mx, fr_fr

# ChangeEmailOrMobile_Remarks
source: After pressing the button to confirm, an e-mail will be sent to your account containing a link. Once you receive an SMS on your mobile phone with a code, open the link and enter the code.
ca_es: Després de prémer el botó de confirmar se li enviarà un correu electrònic amb un enllaç que haurà de seleccionar una vegada rebi l'SMS al seu telèfon mòbil amb un codi que haurà d'introducir a la pàgina.
es_mx: Después de pulsar el botón de confirmar se enviará un correo electronico con un enlace que habra de pulsar una vez reciba un SMS en su teléfono movil con un código que tendrá que introducir en la página.
fr_fr: Après avoir appuyé sur le bouton de validation, un courrier électronique sera envoyé avec un lien. Une fois vous aurez reçu un SMS dans votre mobile avec le, code d'identification, ouvrez le lien et tapez le code reçu.

# ChangeEmailOrTelephone_EmailHeader
source: Blinkay: Change e-mail and/or phone number
ca_es: Blinkay: Canvi de correu electrònic i/o Telèfon
es_mx: Blinkay: Cambio de e-mail y/o Teléfono
fr_fr: Blinkay: Modification de l'adresse de courrier électronique et / ou du téléphone

# ChangeEmailOrTelephone_SMS
source: This is a message from Blinkay. Your code to change your e-mail and/or phone number is {0}.
ca_es: Això és un missatge de Blinkay. El seu codi pel canvi de correu electrònic o número de telèfon és {0}.
es_mx: Este es un mensaje de Blinkay. Su codigo para el cambio de e-mail o número de teléfono es {0}.
fr_fr: C'est un message de Blinkay. Votre code de modification de courrier électronique et/ou téléphone est:

# ConfirmAutomaticRecharge_EmailHeader
source: Blinkay: Credit Automatically Added
ca_es: Blinkay: Recàrrega Automàtica realitzada
es_mx: Blinkay: Recarga Automática realizada
fr_fr: Blinkay: L'ajout de rechargement automatique a été effectué

# ConfirmFinePayment_EmailHeader
source: Blinkay: Ticket paid
ca_es: Blinkay: Ticket pagat
es_mx: Blinkay: Ticket pagado
fr_fr: Blinkay: ticket payé

# ConfirmNoAutomaticRecharge_EmailHeader
source: Blinkay: Credit Added
ca_es: Blinkay: Recàrrega realitzada
es_mx: Blinkay: Recarga realizada
fr_fr: Blinkay: Le rechargement a été effectué

# ConfirmRecharge_EmailBody
source: FILESYSTEM
fr_fr: FILESYTEM

source: Credit card
ca_es: Targeta de crèdit
es_mx: Tarjeta de crédito
fr_fr: Carte de crédit

# CustomerInscriptionModel_AlternativePhoneNumber
source: Home phone
ca_es: Telèfon fixe
es_mx: Teléfono fijo
fr_fr: Téléphone à la maison

# CustomerInscriptionModel_AutomaticRecharge
source: Save time in the future, Auto-Credit
ca_es: Estalviï temps en el futur, Auto-recàrrega
es_mx: Ahorre tiempo en el futuro, Auto-Recarga
fr_fr: Gagnez du temps dans le futur, Rechargez automatiquement votre portefeuille

# CustomerInscriptionModel_AutomaticRechargePaypalId
source: PayPal ID
ca_es: Identificador de Paypal
es_mx: Identificador de Paypal
fr_fr: Identifiant de PayPal

# CustomerInscriptionModel_AutomaticRechargeQuantity
source: Amount to credit
ca_es: Quantitat a Recarregar
es_mx: Cantidad a Recargar
fr_fr: Montant à créditer

# CustomerInscriptionModel_AutomaticRechargeWhenBelowQuantity
source: Add credit when the amount is less than
ca_es: Recarregarquan la quantitat sigui inferior a
es_mx: Recargar cuando la cantidad sea inferior a
fr_fr: Rechargez quand le montant est inférieur à

# CustomerInscriptionModel_AutomaticRechargeWritePaypalID
source: * write your PayPal ID
ca_es: * escrigui el seu identificador de Paypal
es_mx: * escriba su Identificador de Paypal
fr_fr: *Écrivez votre identifiant PayPal

# CustomerInscriptionModel_City
source: City
ca_es: Ciutat
es_mx: Ciudad
fr_fr: Ville

# CustomerInscriptionModel_ConfirmPassword
source: Repeat Password
ca_es: Repetir Contrasenya
es_mx: Repetir Contraseña
fr_fr: Répétez le mot de passe

# CustomerInscriptionModel_Country
source: Choose the country where you will use Blinkay
ca_es: Selecciona el país on utilitzaràs Blinkay
es_mx: Selecciona el país donde utilizarás Blinkay
fr_fr: Choisissez le Pays ou Blinkay sera utilisé

# CustomerInscriptionModel_DocID
source: Driver's License Number
ca_es: DNI/Passaport
es_mx: DNI/Pasaporte
fr_fr: Numéro de permis de conduire

# CustomerInscriptionModel_DoorInStreetNumber
source: Apartment #
ca_es: Porta
es_mx: Puerta
fr_fr: # d'appartement

# CustomerInscriptionModel_Email
source: e-mail
ca_es: Correu electrònic
fr_fr: courrier électronique

# CustomerInscriptionModel_EmailAndSMSReSent
source: The activation via email and SMS was a success. Number of retries {0}
ca_es: Correu electrònic i SMS d'activació reenviats correctament. Número de reintents {0}
es_mx: e-mail y SMS de activación reenviados correctamente. Número de reintentos {0}
fr_fr: L'activation du courrier électronique et SMS d'activation a été faite correctement. Numéro de tentatives {0}

# CustomerInscriptionModel_FirstSurname
source: Last Name
ca_es: Primer Cognom
es_mx: Primer Apellido
fr_fr: Nom de famille

# CustomerInscriptionModel_LetterInStreetNumber
source: St. Letter
ca_es: Lletra
es_mx: Letra
fr_fr: Lettre

# CustomerInscriptionModel_LevelInStreetNumber
source: Floor
ca_es: Pis
es_mx: Piso
fr_fr: Étage

# CustomerInscriptionModel_MainPhoneNumber
source: Mobile Phone
ca_es: Telèfon mòbil
es_mx: Teléfono móvil
fr_fr: Téléphone mobile

# CustomerInscriptionModel_Name
source: First Name
ca_es: Nom
es_mx: Nombre
fr_fr: Prénom

# CustomerInscriptionModel_Password
source: Password
ca_es: Contrasenya
es_mx: Contraseña
fr_fr: Mot de passe

# CustomerInscriptionModel_PaymentMean
source: Payment Method
ca_es: Forma de Pagament
es_mx: Forma de Pago
fr_fr: Moyen de paiement

# CustomerInscriptionModel_Plate
source: License Plate
ca_es: Matrícula
es_mx: Matrícula
fr_fr: Numéro de plaque d'immatriculation

# CustomerInscriptionModel_reCaptchaIdiom
source: English
ca_es: es
es_mx: es
fr_fr: Fr

# CustomerInscriptionModel_Remark_ivr
source: Only for call center (optional)
ca_es: Només per la centraleta telefònica (opcional)
es_mx: Sólo para centralita telefónica (opcional)
fr_fr: Seulement pour standard téléphonique (optionnel)

# CustomerInscriptionModel_SecondSurname
source: Middle Name
ca_es: Segon cognom
es_mx: Segundo Apellido
fr_fr: Deuxième Nom

# CustomerInscriptionModel_SMSReSent
source: The activation via SMS was a success. Number of retries {0}
ca_es: SMS d'activació reenviat correctament. Número de reintents {0}
es_mx: SMS de activación reenviado correctamente. Número de reintentos {0}
fr_fr: L'activation du courrier électronique et SMS d'activation a été faite correctement. Numéro de tentatives {0}

# CustomerInscriptionModel_StairInStreetNumber
source: Stair
ca_es: Escala
es_mx: Escalera
fr_fr: Escalier

# CustomerInscriptionModel_State
source: State / Province
ca_es: Província
es_mx: Provincia
fr_fr: Province

# CustomerInscriptionModel_Step1EndIntroText1
source: 1) Check your SMS on the phone <b>{0}</b>, where we have sent a numeric code that will be needed shortly
ca_es: 1) Revisi el seu SMS al mòbil <b>{0}</b>, li hem enviat un codi numèric que haurà d'utilitzar a continuació.
es_mx: 1) Revise sus SMS en el móvil <b>{0}</b>, donde le hemos enviado un código numérico que deberá utilizar a continuación
fr_fr: 1) Vérifiez vos SMS dans le mobile <b>{0}</b>, où nous vous avons envoyé un code numérique dont vous aurez besoin par la suite.

# CustomerInscriptionModel_Step1EndIntroText2
source: 2) Check your e-mail <b>{0}</b> where we have sent a link to continue signing up your new User.
ca_es: 2) Revisi el seu correu electrònic <b>{0}</b>, li hem enviat un enllaç per a continuar la seva alta com a usuari.
es_mx: 2) Revise su correo electrónico <b>{0}</b> donde le hemos enviado un enlace para continuar su alta como usuario.
fr_fr: 1) Vérifiez votre courrier électronique <b>{0}</b>, où nous vous avons envoyé un lien pour continuer votre inscription.

# CustomerInscriptionModel_Step1EndIntroText3
source: Click on the link, enter the numeric code, and you will be able to continue the process, having securely verified your identity.
ca_es: Premi l'enllaç del correu, introdueixi el codi numèric i podrà continuar el procés d'alta a l'haver validat de forma segura la seva identitat.
es_mx: Pulse en el enlace del correo, introduzca el código numérico y podrá continuar el proceso al haber validado de forma segura su identidad.
fr_fr: Cliquez sur le lien du courrier, entrez le code numérique et vous serez en mesure de continuer l'inscription maintenant que nous avons validé votre identité sécuritairement.

# CustomerInscriptionModel_Step1EndIntroText4
source: If you do not receive an e-mail, please check your SPAM.
ca_es: Si no rep el correu electrònic revisi la carpeta de SPAM del seu correu electrònic.
es_mx: Si no recibe el correo electrónico revise la carpeta de SPAM de su correo electrónico.
fr_fr: Si vous ne recevez pas le courrier électronique, vérifiez votre dossier SPAM.

# CustomerInscriptionModel_Step1EndIntroText5
source: If you do not receive an e-mail or the SMS after a few minutes, press the retry button.
ca_es: Si no rep el correu electrònic o l'SMS passats uns minuts, premi el botó de reintentar.
es_mx: Si no recibe el correo eléctronico o el sms pasados unos minutos pulse el botón de reintentar
fr_fr: Si vous ne recevez pas le courrier électronique ou le SMS après quelques minutes, cliquez sur le bouton réessayer.

# CustomerInscriptionModel_Step1IntroText1
source: With the mobile payment program you can manage the parking of your vehicle and extend your parking time, from any point in our network of services, as well as pay for various operations easily with your credit card.
ca_es: Amb el pagament remot podrà realitzar aparcaments del seu vehicle o ampliar-los, des de qualsevol punt de la nostra xarxa de serveis, i podrà abonar les operacions fàcilment amb la seva tarjeta de crèdit.
es_mx: Con el pago remoto podrá efectuar estacionamientos de su vehículo o prolongarlos, desde cualquier punto de nuestra red de servicios, y podrá abonar las operaciones facilmente con su tarjeta de crédito.
fr_fr: Avec le paiement à distance, vous pouvez gérer le stationnement de votre véhicule et prolonger la durée de celui-ci à partir de n'importe ou sur notre réseau, vous serez aussi en mesure de payer pour une variété d'opérations avec votre carte de crédit.

# CustomerInscriptionModel_Step1IntroText2
source: Once registered, you can modify your personal details or unsubscribe at any point.
ca_es: Les dades de subscripció li permetran modificar les seves dades o donar-se de baixa quan ho desitgi.
es_mx: Los datos de suscripción le permitirán modificar sus datos o darse de baja cuando lo desee.
fr_fr: une fois que vous êtes inscrit, vous pouvez modifier vos données personnel ou vous désabonner quand vous le souhaitez.

# CustomerInscriptionModel_Step1IntroText3
source: All of the information you provide is protected under the “Protection of Personal Information Policy” .
ca_es: Tota la informació que ens facilita, estarà subjecta a la "Política de Protecció de Dades Personals" de la present pàgina web.
es_mx: Toda la información que usted nos facilita, estará sujeta a la "Politica de Protección de Datos Personales" del presente sitio web.
fr_fr: Toute l'information que vous nous fournissez, sera soumise à la "Politique de confidentialité" de ce site web.

# CustomerInscriptionModel_Step1IntroText4
source: Please fill out the personal details to enjoy the benefits of the mobile payment for regulated parking service.
ca_es: Si us plau, ompli tots els camps per a poder beneficiar-se del servei remot de l'aparcament.
es_mx: Por favor, rellene los detalles para poder beneficiarse del servicio remoto del estacionamiento.
fr_fr: S'il vous plaît, remplissez vos informations personnelles afin de bénéficier de l'application mobile pour payer le stationnement.

# CustomerInscriptionModel_Step1RememberUsernameEqualsEmail
source: Remember your username will be your e-mail
ca_es: Recordi que el seu correu electrònic serà el seu nom d'usuari.
es_mx: Recuerde que su e-mail será su nombre de usuario.
fr_fr: Rappelez-vous que votre courrier électronique sera votre nom d'utilisateur.

# CustomerInscriptionModel_Step2IntroText1
source: With the remote payment program you can manage the parking of your vehicle and extend parking time, from any point in our network of services, as well as pay for various operations easily with your credit card.
ca_es: Amb el pagament remot podrà realitzar aparcaments del seu vehicle o ampliar-los, des de qualsevol punt de la nostra xarxa de serveis, i podrà abonar les operacions fàcilment amb la seva tarjeta de crèdit.
es_mx: Con el pago remoto podrá efectuar estacionamientos de su vehículo o prolongarlos, desde cualquier punto de nuestra red de servicios, y podrá abonar las operaciones facilmente con su tarjeta de crédito.
fr_fr: Avec le paiement à distance, vous pouvez gérer le stationnement de et prolonger votre temps de stationnement `partir de n'importe ou sur notre réseau, vous pouvez aussi payer pour d'autres services facilement avec la carte de crédit.

# CustomerInscriptionModel_Step2IntroText2
source: Once registered, you can modify your personal details or unsubscribe at any point.
ca_es: Les dades de subscripció li permetran modificar les seves dades o donar-se de baixa quan ho desitgi.
es_mx: Los datos de suscripción le permitirán modificar sus datos o darse de baja cuando lo desee.
fr_fr: Une fois que vous êtes inscrit, vous pouvez modifier vos informations personnelles ou vous désabonner quand vous le souhaitez.

# CustomerInscriptionModel_Step2IntroText3
source: All of the information you provide is protected under the “Protection of Personal Information Policy” .
ca_es: Tota la informació que ens facilita, estarà subjecta a la "Política de Protecció de Dades Personals" de la present pàgina web.
es_mx: Toda la información que usted nos facilita, estará sujeta a la "Politica de Protección de Datos Personales" del presente sitio web.
fr_fr: Toute l'information que vous nous fournissez, sera soumise à la "Politique de confidentialité" de ce site web.

# CustomerInscriptionModel_Step2IntroText4
source: Please fill out the personal details to enjoy the benefits of the remote payment for regulated parking service.
ca_es: Si us plau, ompli tots els camps per a poder beneficiar-se del servei remot de l'aparcament.
es_mx: Por favor, rellene los detalles para poder beneficiarse del servicio remoto del estacionamiento.
fr_fr: S'il vous plaît, remplissez vos informations personnelles afin de bénéficier du service à distance pour payer le stationnement.

# CustomerInscriptionModel_Step2SendSMS
source: If you have not received a message, press the button "Resend SMS" and you should receive a new SMS on the phone ending in {0}.
ca_es: Si no ha rebut el missatge, premi "Reenviar SMS" i rrebrà un nou SMS al telèfon acabat en {0}.
es_mx: Si no ha recibido el mensaje, pulse el botón "Reenviar SMS" y recibira un nuevo SMS en el telefono acabado en {0}.
fr_fr: Si vous n'avez pas reçu le message, appuyez sur le bouton "Renvoyer un SMS" et vous devriez recevoir un nouveau message texte dans le téléphone dont le numéro se termine par {0}.

# CustomerInscriptionModel_Step2WriteYourCode
source: Enter code:
ca_es: Introdueixi el codi:
es_mx: Introduzca código:
fr_fr: entrez le code:

# CustomerInscriptionModel_Step2WriteYourCode1
source: Enter the code of {0} digits received by SMS on the mobile device ending in {1} to continue with your registration (code valid for {2} min).
ca_es: Introdueixi el codi de {0} dígits rebuts per SMS al mòbil acabat en {1} per continuar amb el registre del seu compte (validesa del codi {2} min).
es_mx: Introduzca el código de {0} dígitos recibidos por SMS al móvil terminado en {1} para continuar con el registro de su cuenta (validez del código {2} min).
fr_fr: Entrez le code de {0} chiffres reçu par SMS sur le téléphone portable dont le numéro se termine par {1} pour continuer votre inscription (le code est valide pour {2} min.)

# CustomerInscriptionModel_Step3Address
source: Company Name
ca_es: Raó Social
es_mx: Razón Social
fr_fr: Nom de l'Entreprise

# CustomerInscriptionModel_Step4IHaveReadAndAccept
source: I have read and accept the terms and
ca_es: He llegit i accepto els termes i
es_mx: he leido y acepto los términos y
fr_fr: J'ai lu et j'accepté les conditions et

# CustomerInscriptionModel_Step4PreferredPlate
source: Preferred License Plate
ca_es: Matrícula favorita
es_mx: Matrícula Preferida
fr_fr: Numéro de plaque préférée

# CustomerInscriptionModel_Step4SecurityAdvice
source: (For security purposes, we recommend that you choose a different password than your e-mail.)
ca_es: (Per motius de seguretat, li recomanem que utilitzi una contrasenyadiferent a la del seu correu electrònic).
es_mx: (Por motivos de seguridad, le recomendamos que utilice una contraseña diferente a la de su correo electrónico).
fr_fr: Pour des raisons de sécurité, nous vous recommandons d'utiliser un mot de passe différent de votre courrier électronique

# CustomerInscriptionModel_Step4UseConditions
source: Conditions
ca_es: condicions d'ús
es_mx: condiciones de uso
fr_fr: Conditions d'utilisation

# CustomerInscriptionModel_Step4UserInformation
source: User Information
ca_es: Informació d'usuari
es_mx: Información de usuario
fr_fr: Information de l'utilisateur

# CustomerInscriptionModel_StepBttnFinish
source: Complete
ca_es: Finalitzar
es_mx: Finalizar
fr_fr: Terminer

# CustomerInscriptionModel_StreetName
source: Street Name
ca_es: Nom del carrer
es_mx: Nombre de la calle
fr_fr: Nom de rue

# CustomerInscriptionModel_StreetNumber
source: St. Number
ca_es: Número
es_mx: Número
fr_fr: Numéro

# CustomerInscriptionModel_SuccessCreatingAccount_1
source: Congratulations! Your Blinkay account has been successfully created. Now you can login to your new account and purchase credit to begin using this service.
ca_es: Enhorabona, el seu compte de pagament per mòbil s'ha creat correctament. Ara ja pot accedir al seu nou compte i recarregar el seu saldo per començar a utilitzar el servei.
es_mx: Enhorabuena, su cuenta de pago por móvil ha sido creada con éxito. Ahora ya puede acceder a su nueva cuenta y recargar su saldo para empezar a utilizar el servicio.
fr_fr: Félicitations, votre compte de paiement mobile a été créé avec succès. Vous pouvez accéder au compte et acheter des crédits pour utiliser ce service.

# CustomerInscriptionModel_SuccessCreatingAccount_3
source: We have sent a confirmation e-mail to: <a href="{0}"> {0}</a>, where you will find information for login, user details, and password.
ca_es: Li hem enviat un correu electrònic de confirmació a: <a href="{0}"> {0}</a>, allà hi trobarà les seves dades d'accés, usuari i contrasenya.
es_mx: Le hemos enviado un correo electrónico de confirmación a: <a href="{0}"> {0}</a>, en él encontrará sus datos de acceso, usuario y contraseña.
fr_fr: Nous vous avons envoyé un courrier électronique à : <a href="{0}"> {0}</a> où vous trouverez vos données d'accès, utilisateur et mot de passe.

# CustomerInscriptionModel_SuccessCreatingAccount_4
source: Remember the benefits of being registered:
ca_es: Recordi els beneficis d'estar registrat:
es_mx: Recuerde los beneficios de estar registrado:
fr_fr: Rappelez les avantages d'être inscrit

# CustomerInscriptionModel_SuccessCreatingAccount_5
source: Refund of unused time
ca_es: Devolució del temps no consumit
es_mx: Devolución del tiempo no consumido
fr_fr: Remboursement du temps non utilisé

# CustomerInscriptionModel_SuccessCreatingAccount_6
source: Automatically credit your balance-- save time.
ca_es: Auto-recàrrega automàtica – estalvia temps.
es_mx: Auto recarga automática – ahorra tiempo.
fr_fr: Recharge automatique- Gagnez du temps

# CustomerInscriptionModel_SuccessCreatingAccount_7
source: Online access to your operations and invoices
ca_es: Accés online a les seves operacions i facturació
es_mx: Acceso online a sus operaciones y facturación
fr_fr: Accès en ligne à vos opérations et à la facturation

# CustomerInscriptionModel_SuccessCreatingAccount_8
source: Expired time warnings
ca_es: Avisos pel temps caducat
es_mx: Avisos para tiempo caducado
fr_fr: Avis d'expiration du temps

# CustomerInscriptionModel_SuccessCreatingAccount_9
source: Park without having to go to the meter, and pay only for actual time parked.
ca_es: Aparqui sense necessitat d'anar al parquímetre i pagui només pel temps aparcat
es_mx: Aparque sin necesidad de ir al parquímetro y pague sólo por el tiempo estacionado
fr_fr: Stationnez sans aller au parcomètre et payez seulement pour le temps stationné.

# CustomerInscriptionModel_SummaryWelcomeEmail_Subject
source: Welcome to Blinkay
ca_es: Benvingut a Blinkay
es_mx: Bienvenido a Blinkay
fr_fr: Bienvenue à Blinkay

# CustomerInscriptionModel_SuscriptionType
source: Subscription Type
ca_es: Tipus de Subscripció
es_mx: Tipo de Suscripción
fr_fr: Type d'inscription

# CustomerInscriptionModel_Username
source: User Name
ca_es: Nom d'usuari
es_mx: Nombre de usuario
fr_fr: Nom d'utilisateur

# CustomerInscriptionModel_Welcome
source: Welcome, <strong>{0}</strong>
ca_es: Li donem la benvinguda, <strong>{0}</strong>
es_mx: Le damos la bienvenida, <strong>{0}</strong>
fr_fr: Nous vous accueillons, <strong>{0}</strong>

# CustomerInscriptionModel_WriteYourAlternativePhoneNumber
source: Write your home phone number
ca_es: escriu el teu telèfon fixe
es_mx: escribe tu teléfono fijo
fr_fr: Écrivez votre numéro de téléphone à la maison

# CustomerInscriptionModel_WriteYourCity
source: * Write the name of your city.
ca_es: * escrigui el nom de la seva ciutat
es_mx: * escribe el nombre de tu ciudad
fr_fr: *Écrivez le nom de la ville

# CustomerInscriptionModel_WriteYourConfirmPassword
source: * Repeat Password
ca_es: * Repetir contrasenya
es_mx: * Repetir contraseña
fr_fr: *Répétez le mot de passe

# CustomerInscriptionModel_WriteYourDocID
source: * Write your Driver's License Number
ca_es: * escrigui DNI/Passaport
es_mx: * escribe RFC/Pasaporte
fr_fr: *Écrivez votre numéro de permis de conduire

# CustomerInscriptionModel_WriteYourDoorInStreetNumber
source: Apartment #
ca_es: porta
es_mx: puerta
fr_fr: # d'appartement

# CustomerInscriptionModel_WriteYourEmail
source: * Write your e-mail
ca_es: * elteu@email.com
es_mx: * tu@email.com
fr_fr: *Écrivez votre @ courrier électronique

# CustomerInscriptionModel_WriteYourFirstSurname
source: * Write your last name
ca_es: * escrigui el seu primer cognom
es_mx: * escribe tu primer apellido
fr_fr: *Écrivez votre nom

# CustomerInscriptionModel_WriteYourLetterInStreetNumber
source: letter
ca_es: lletra
es_mx: letra
fr_fr: Lettre

# CustomerInscriptionModel_WriteYourLevelInStreetNumber
source: floor
ca_es: pis
es_mx: piso
fr_fr: Étage

# CustomerInscriptionModel_WriteYourMainPhoneNumber
source: * Write your cell phone number
ca_es: * escrigui el seu telèfon mòbil
es_mx: * escribe tu teléfono móvil
fr_fr: *Écrivez votre téléphone mobile

# CustomerInscriptionModel_WriteYourName
source: * Write your first name
ca_es: * escrigui el seu nom
es_mx: * escribe tu nombre
fr_fr: *Écrivez votre prénom

# CustomerInscriptionModel_WriteYourPassword
source: * Min.- {0} Max {1} characteres
ca_es: * Mín.- {0} Màx. {1} caràcters
es_mx: * Mín.- {0} Máx {1} caracteres
fr_fr: *Min. -{0} Max. {1} caractères

# CustomerInscriptionModel_WriteYourPlate
source: * Vehicle License Plate
ca_es: * matrícula del vehicle
es_mx: * matrícula del vehículo
fr_fr: *plaque d'immatriculation du véhicule

# CustomerInscriptionModel_WriteYourSecondSurname
source: Write your middle name
ca_es: escrigui el seu segon cognom
es_mx: escribe tu segundo apellido
fr_fr: *écrivez votre deuxième prénom

# CustomerInscriptionModel_WriteYourStairInStreetNumber
source: stair
ca_es: escala
es_mx: escalera
fr_fr: Escalier
