Repository: SidhantUppal/sandro-repo
Catalog: integraMobile/Properties/Resources.*.resx
Languages: ca_es, es_mx, fr_fr

source: Access Form
ca_es: Formulari d'accés
es_mx: Formulario de acceso
fr_fr: Formulaire de connexion

# Account_ChangeLanguage
source: Change Language
ca_es: Canviar idioma
es_mx: Cambiar idioma
fr_fr: Modifiez la langue

# Account_CurrentBalance
source: Current Balance
ca_es: Saldo actual
es_mx: Saldo actual
fr_fr: Solde actuel

# Account_GetExcel
source: Get Excel
ca_es: Obtenir Excel
es_mx: Obtener Excel
fr_fr: Obtenir Excel

# Account_GetPDF
source: Get PDF
ca_es: Obtenir PDF
es_mx: Obtener PDF
fr_fr: Obtenir PDF

# Account_Hi
source: Hi,
ca_es: Hola,
es_mx: ¡Hola,
fr_fr: Bonjour,

# Account_HisOperations
source: Operations History
ca_es: Històric d'Operacions
es_mx: Histórico de Operaciones
fr_fr: Historique des opérations

# Account_Invoice_Amount
source: Recharges Amount
ca_es: Valor Recàrregues
es_mx: Valor Recargas
fr_fr: Valeur des rechargements

# Account_Invoice_AmountOps
source: Operations Amount
ca_es: Valor Operacions
es_mx: Valor Operaciones
fr_fr: Valeur des opérations

# Account_Invoice_Down_Link
source: Download Link
ca_es: Enllaç de descàrrega
es_mx: Enlace de descarga
fr_fr: Lien de téléchargement

# Account_Invoice_End_Date
source: End Date
ca_es: F.de Fi
es_mx: F.de Fin
fr_fr: Date de fin

# Account_Invoice_InvoiceNumber
source: Invoice No
ca_es: Número de factura
es_mx: Número de factura
fr_fr: Numéro de facture

# Account_Invoice_PDF_Amount
source: Amount
ca_es: Import
es_mx: Importe
fr_fr: Montant

# Account_Invoice_PDF_BaseAmount
source: Taxable Amount
ca_es: Base Imposable
es_mx: Base Imponible
fr_fr: Base imposable

# Account_Invoice_PDF_Detail
source: Detail
ca_es: Concepte
es_mx: Concepto
fr_fr: Détail

# Account_Invoice_PDF_DNI_NIF
source: Doc ID/Tax ID:
ca_es: DNI/NIF :
es_mx: NIF:
fr_fr: Numéro de taxes:

# Account_Invoice_PDF_InvoiceNumber
source: Invoice no:
ca_es: Fra. Núm.:
es_mx: Fact. nº:
fr_fr: Fact. Nº:

# Account_Invoice_PDF_NIF
source: TAX ID:
ca_es: NIF:
es_mx: NIF:
fr_fr: Numéro de Taxes:

# Account_Invoice_PDF_Units
source: Units
ca_es: Unitats
es_mx: Unidades
fr_fr: Unités

# Account_Invoice_PDF_Unit_Amount
source: Unit Amount
ca_es: Preu
es_mx: Precio
fr_fr: Montant unitaire

# Account_Invoice_PDF_VAT
source: TAX
ca_es: I.V.A.
es_mx: I.V.A.
fr_fr: TAXES

# Account_Invoice_Start_Date
source: Start Date
ca_es: F.d'Inici
es_mx: F.de Inicio
fr_fr: Date de début

# Account_Logout
source: Logout
ca_es: Tancar Sessió
es_mx: Cerrar Sesión
fr_fr: Fermez la session

# Account_Logout_Button
source: Log Out
fr_fr: Fermez la session

# Account_Main_BttnActivePermits
source: Active permits
ca_es: Abonaments actius
es_mx: Abonos activos
fr_fr: Permis actifs

# Account_Main_BttnBalanceAndRecharge
source: Balance and Adding credit
ca_es: Saldo i recàrregues
es_mx: Saldo y recargas
fr_fr: Solde et crédit ajoutés

# Account_Main_BttnInvoices
source: Invoicing
ca_es: Facturació
es_mx: Facturación
fr_fr: Facturation

# Account_Main_BttnOperations
source: Operations
ca_es: Operacions
es_mx: Operaciones
fr_fr: Opérations

# Account_Main_BttnPermits
source: Buy a permit
ca_es: Compreu un abonament
es_mx: Comprar un abono
fr_fr: Achetez un permis

# Account_Main_BttnUserData
source: User Information
ca_es: Dades usuari
es_mx: Datos usuario
fr_fr: Donnés d'utilisateur

# Account_Op_AdditionalUser
source: Related User
ca_es: Usuari Rel.
es_mx: Usuario Rel.
fr_fr: Utilisateur lié

# Account_Op_Amount
source: Amount
ca_es: Valor
es_mx: Valor
fr_fr: Montant

# Account_Op_AmountFEE
source: Fee
ca_es: Comissió
es_mx: Comisión
fr_fr: Frais

# Account_Op_AmountVAT
source: TAX
ca_es: IVA
es_mx: IVA
fr_fr: TAXE

# Account_Op_ChangeApplied
source: Change
ca_es: Canvi
es_mx: Cambio
fr_fr: Changez

# Account_Op_Date_Time
source: Time
ca_es: Hora
es_mx: Hora
fr_fr: Heure

# Account_Op_Duration
source: Duration
ca_es: Duració
es_mx: Duración
fr_fr: Durée

# Account_Op_End_Date
source: End Date
ca_es: F.de Fi
es_mx: F.de Fin
fr_fr: Date de fin

# Account_Op_End_Date_Time
source: End Time
ca_es: H. de Fi
es_mx: H. de Fin
fr_fr: Heure de fin

# Account_Op_ExportPdf_Title
source: Export data to pdf format
ca_es: Exportar dades a pdf
es_mx: Exportar datos a pdf
fr_fr: Exportez les données vers un format PDF

# Account_Op_ExportXls_Title
source: Export data to Excel format
ca_es: Exportar dades a xls
es_mx: Exportar datos a xls
fr_fr: Exportez les données vers un format Excel (.xls)

# Account_Op_Export_PDFFilename
source: Operations
ca_es: Operacions
es_mx: Operaciones
fr_fr: Opérations

# Account_Op_Export_XLSFilename
source: Operations
ca_es: Operacions
es_mx: Operaciones
fr_fr: Opérations

# Account_Op_Filter
source: Filter
ca_es: Filtre
es_mx: Filtro
fr_fr: Filtre

# Account_Op_LicensePlate
source: License Plate
ca_es: Matrícula
es_mx: Matrícula
fr_fr: Numéro de plaque

# Account_Op_Source
source: Operation Source
ca_es: Origen Operació
es_mx: Origen Operación
fr_fr: Origine de l'opération

# Account_Op_SourceType_ExternalMobilePayment
source: External Mobile Payment
ca_es: Pagament per mòbil extern
es_mx: Pago por móvil externo
fr_fr: Paiement mobile externe

# Account_Op_SourceType_ExternalParkingMeter
source: External Parking Meter
ca_es: Parquímetre
es_mx: Parquímetro
fr_fr: Parcomètre

# Account_Op_SourceType_InternMobilePayment
source: Internal Mobile Payment
ca_es: Pagament per mòbil
es_mx: Pago por móvil
fr_fr: Paiement mobile interne

# Account_Op_Start_Date
source: Start Date
ca_es: F. d'Inici
es_mx: F.de Inicio
fr_fr: Date de début

# Account_Op_Start_Date_Time
source: Start Time
ca_es: H. D'Inici
es_mx: H. de Inicio
fr_fr: Heure de début

# Account_Op_Tariff
source: Rate
ca_es: Tarifa
es_mx: Tarifa
fr_fr: Tarif

# Account_Op_TicketData
source: Ticket Details
ca_es: Dades denúncia
es_mx: Datos denuncia
fr_fr: Détails du billet

# Account_Op_TicketNumber
source: Ticket Number
ca_es: Número de denúncia
es_mx: Número de denuncia
fr_fr: Numéro du billet

# Account_Op_Type_BalanceReception
source: Balance Reception
ca_es: Recepció Saldo
es_mx: Recepción Saldo
fr_fr: Réception du solde

# Account_Op_Type_BalanceTransfer
source: Balance Transfer
ca_es: Transferència Saldo
es_mx: Transferencia Saldo
fr_fr: Virement du solde

# Account_Op_Type_Discount
source: Discount
ca_es: Descompte
es_mx: Descuento
fr_fr: Réduction

# Account_Op_Type_Extension
source: Extend time
ca_es: Ampliació
es_mx: Ampliación
fr_fr: Rajoutez du temps de stationnement

# Account_Op_Type_OffstreetEntry
source: Offstreet Entry
ca_es: Entrada Aparcament
es_mx: Entrada Aparcamiento
fr_fr: Entrée stationnement

# Account_Op_Type_OffstreetExit
source: Offstreet Exit
ca_es: Sortida Aparcament
es_mx: Salida Aparcamiento
fr_fr: Sortie stationnement

# Account_Op_Type_OffstreetOverduePayment
source: Offstreet Overdue Payment
ca_es: Prepagament Aparcament
es_mx: Repago Aparcamiento
fr_fr: Paiement du solde de stationnement

# Account_Op_Type_Parking
source: Park
ca_es: Aparcament
es_mx: Aparcamiento
fr_fr: Stationnement

# Account_Op_Type_Recharge
source: Add credit
ca_es: Recàrrega
es_mx: Recarga
fr_fr: Rajoutez des crédits

# Account_Op_Type_Refund
source: Complete parking
ca_es: Desaparcament
es_mx: Desaparcamiento
fr_fr: Quittez le stationnement

# Account_Op_Type_ServiceCharge
source: Service Charge
ca_es: Càrrec de Serveis
es_mx: Cargo de Servicios
fr_fr: Frais de service

# Account_Op_Type_TicketPayment
source: Ticket Payment
ca_es: Anul·lació de Denúncia
es_mx: Anulación de Denuncia
fr_fr: Paiement du ticket

# Account_Op_Type_TollLock
source: Toll Balance Lock
ca_es: Bloqueig Saldo Peatge
es_mx: Bloqueo Saldo Peaje
fr_fr: Le solde du péage est verrouillé

# Account_Op_Type_TollPayment
source: Toll Payment
ca_es: Pagament Peatge
es_mx: Pago Peaje
fr_fr: Paiement du péage

# Account_Op_Type_TollUnlock
source: Toll Balance Unlock
ca_es: Desbloqueig Saldo Peatge
es_mx: Desbloqueo Saldo Peaje
fr_fr: Le solde du péage est déverrouillé

# Account_Profile
source: Profile
ca_es: Perfil
es_mx: Perfil
fr_fr: Profil

# Account_RechargeButton_Cancel
source: Cancel credit purchase
ca_es: Cancel·lar Recàrrega
es_mx: Cancelar Recarga
fr_fr: Annulez l'achat de crédit

# Account_RechargeButton_Confirm
source: Confirm credit purchase
ca_es: Confirmar Recàrrega
es_mx: Confirmar Recarga
fr_fr: Confirmation de l'achat de crédit

# Account_RechargeButton_Recharge
source: Buy more credit
ca_es: Recarregar
es_mx: Recargar
fr_fr: Achetez plus de crédit

# Account_RechargeCancelTitle
source: Purchase cancelled
ca_es: Recàrrega cancel·lada
es_mx: Recarga Cancelada
fr_fr: L'achat a été annulé

# Account_RechargeCancel_1
source: The purchase has been cancelled.
ca_es: Ha cancel·lat la recàrrega.
es_mx: Ha cancelado la recarga.
fr_fr: Vous avez annulé l'achat

# Account_RechargeCancel_2
source: You must have a balance to use the iParkMe application.
ca_es: És necessari disposar de saldo per utilitzar l'aplicació de pagament per mòbil.
es_mx: Es necesario disponer de saldo para utilizar la aplicación de pago por móvil.
fr_fr: Vous devez avoir des crédits pour utiliser l'application

# Account_RechargeCancel_3
source: Please, proceed with the purchase of more credit before using the application.
ca_es: Si us plau, procedeixi amb la recàrrega abans d'utilitzar l'aplicació.
es_mx: Por favor, proceda con la recarga antes de utilizar la aplicación.
fr_fr: S'il vous plaît, achetez plu de crédit avant d'utiliser l'application.

# Account_RechargeCancel_4
source: You must buy more credit before using the system.
ca_es: Ha de recarregar el seu saldo abans d'utilitzar el sistema.
es_mx: Debe recargar su saldo antes de utilizar el sistema.
fr_fr: Ajoutez des crédits avant d'utiliser le système.

# Account_RechargeCancel_5
source: If you wish to save time and take full advantage of the application, activate the automatic recharge option and configure the minimum amount.
ca_es: Si desitja estalviar temps i gaudir de tots els avantatges de l'aplicació, activi l'opció de recàrrega automàtica i configuri el seu mínim.
es_mx: Si desea ahorrar tiempo y disfrutar de todas las ventajas de la aplicación, active la opción de recarga automática y configure su mínimo.
fr_fr: Si vous voulez gagner du temps et profiter de tous les avantages de l'application, activez l'option de recharge automatique et configurez le montant minimal

# Account_RechargeConfirmTitle
source: Credit purchase confirmation
ca_es: Confirmació de la recàrrega
es_mx: Confirmación de la recarga
fr_fr: Confirmation de l'achat de crédit

# Account_RechargeConfirm_1
source: We are almost finished.
ca_es: Ja gairebé hem acabat.
es_mx: Ya casi hemos terminado.
fr_fr: Nous avons presque terminé

# Account_RechargeConfirm_2
source: Please confirm the credit of
ca_es: Si us plau, confirmi la seva recàrrega de
es_mx: Por favor confirme su recarga de
fr_fr: S'il vous plaît, validez votre crédit de

# Account_RechargeConfirm_3
source: You must buy more credit before using the system.
ca_es: Ha de recarregar el seu saldo abans de començar a utilitzar el sistema.
es_mx: Debe recargar su saldo antes de empezar a utilizar el sistema.
fr_fr: Rechargez le solde avant de commencer à utiliser le système.

# Account_RechargeConfirm_4
source: If you wish to save time and take full advantage of the application, activate the automatic recharge option and configure the minimum amount.
ca_es: Si desitja estalviar temps i gaudir de tots els avantatges de l'aplicació, activi l'opció de recàrrega automàtica i configuri el seu mínim.
es_mx: Si desea ahorrar tiempo y disfrutar de todas las ventajas de la aplicación, active la opción de recarga automática y configure su mínimo.
fr_fr: Si vous voulez gagner du temps et profiter tous les avantages de l'application, activez l'option de recharge automatique et configurez le minimal.

# Account_RechargeFailureTitle
source: Credit purchase error
ca_es: Error a la recàrrega
es_mx: Error en la Recarga
fr_fr: Une erreur est survenu lors de l'Achat de crédits

# Account_RechargeFailure_1
source: An error has ocurred during the purchase of credit.
ca_es: S'ha produït un error a la recàrrega.
es_mx: Se ha producido un error en la recarga.
fr_fr: Une erreur c'est produite pendant l'achat de crédit

# Account_RechargeFailure_2
source: You must have a balance to use the pay by mobile application.
ca_es: És necessari disposar de saldo per utilitzar l'aplicación de pagament per mòbil.
es_mx: Es necesario disponer de saldo para utilizar la aplicación de pago por móvil.
fr_fr: Il faut avoir du crédit pour utiliser l'application mobile.

# Account_RechargeFailure_3
source: Please try again.
ca_es: Si us plau, provi de nou.
es_mx: Por favor, inténtelo de nuevo.
fr_fr: S'il vous plaît, essayez de nouveau.

# Account_RechargeFailure_4
source: You must buy more credit before using the system.
ca_es: Ha de recarregar el seu saldo abans d'utilitzar el sistema.
es_mx: Debe recargar su saldo antes de utilizar el sistema.
fr_fr: Vous devez acheter plus de crédits avant d'utiliser le système.

# Account_RechargeFailure_5
source: If you wish to save time and take full advantage of the application, activate the automatic recharge option and configure the minimum amount.
ca_es: Si desitja estalviar temps i gaudir de tots els avantatges de l'aplicació, activi l'opció de recàrrega automàtica i configuri el seu mínim.
es_mx: Si desea ahorrar tiempo y disfrutar de todas las ventajas de la aplicación, active la opción de recarga automática y configure su mínimo.
fr_fr: Si vous voulez gagner du temps et profiter tous les avantages de l'application, activez l'option d'achat de crédits automatique et configurez le montant minimal que vous désirez ajouter.

# Account_RechargeMessage_1
source: Your current balance is insufficient.
ca_es: El seu saldo actual és insuficient.
es_mx: Su saldo actual es insuficiente.
fr_fr: Votre solde actuel est insuffisant.

# Account_RechargeMessage_2
source: You must buy more credit before you continue using the system.
ca_es: Ha de recarregar el seu saldo abans de seguir utilitzant el sistema.
es_mx: Debe recargar su saldo antes de seguir utilizando el sistema.
fr_fr: Ajoutez des crédits avant d'utiliser le système.

# Account_RechargeMessage_3
source: Please, proceed with the purchase of more credit before using the application.
ca_es: Si us plau, procedeixi amb la recàrrega abans d'utilitzar l'aplicació.
es_mx: Por favor, proceda con la recarga antes de utilizar la aplicación.
fr_fr: S'il vous plaît, achetez plus de crédits avant d'utiliser l'application.

# Account_RechargeSuccessTitle
source: Credit completed
ca_es: Recàrrega finalitzada
es_mx: Recarga Finalizada
fr_fr: L'achat de crédit a été complété

# Account_RechargeSuccess_1
source: Your credit has been purchased successfully. Your current balance is:
ca_es: La seva recàrrega s'ha realitzat correctament. El seu saldo actual és:
es_mx: Su recarga se ha realizado con exito. Su saldo actual es:
fr_fr: L'ajout de crédit a été effectué avec succès. Votre solde actuel est:

# Account_RechargeSuccess_2
source: You must buy more credit before using the system.
ca_es: Ha de recarregar el seu saldo abans de començar a utilitzar el sistema.
es_mx: Debe recargar su saldo antes de empezar a utilizar el sistema.
fr_fr: Vous devez acheter plus de crédits avant d'utiliser le système.

# Account_RechargeSuccess_3
source: If you wish to save time and take full advantage of the application, activate the automatic recharge option and configure the minimum amount.
ca_es: Si desitja estalviar temps i gaudir de tots els avantatges de l'aplicació, activi l'opció de recàrrega automàtica i configuri el seu mínim.
es_mx: Si desea ahorrar tiempo y disfrutar de todas las ventajas de la aplicación, active la opción de recarga automática y configure su mínimo.
fr_fr: Si vous voulez gagner du temps et profiter tous les avantages de l'application, activez l'option d'ajout de crédit automatique et configurez le montant minimal que vous désirez ajouter

# Account_RechargeValueBase_Label
source: Credit:
ca_es: Crèdit:
es_mx: Crédito:
fr_fr: Crédit:

# Account_RechargeValueFEE_Label
source: Service fee:
ca_es: Comissió del Servei:
es_mx: Comissión del Servicio:
fr_fr: Frais de service

# Account_RechargeValueOrder_Label
source: Your order:
ca_es: La seva comanda:
es_mx: Su pedido:
fr_fr: Votre commande:

# Account_RechargeValueTotal_Label
source: Total to pay:
ca_es: Total a pagar:
es_mx: Total a pagar:
fr_fr: Total à payer:

# Account_RechargeValueVAT_Label
source: VAT ({0:#0.00}%):
ca_es: IVA ({0:#0.00}%):
es_mx: IVA ({0:#0.00}%):
fr_fr: TAXES ({0:#0.00}%):

# Account_RechargeValue_Label
source: Credit:
ca_es: Crèdit:
es_mx: Crédito:
fr_fr: Crédit:

# Account_Recharge_Billing_Address
source: Billing Address
ca_es: Direcció de facturació
es_mx: Dirección de facturación
fr_fr: Adresse de facturation

# Account_Recharge_BuyCredit
source: Buy Credit
ca_es: Recàrrega de saldo
es_mx: Recarga de saldo
fr_fr: Achetez des crédits

# Account_Recharge_BuyNow
source: Buy Credit Now
ca_es: RECARREGAR ARA
es_mx: RECARGAR AHORA
fr_fr: Achetez des crédits maintenant

# Account_Recharge_ItemDescription
source: Buy Credit
ca_es: Recàrrega de saldo
es_mx: Recarga de saldo
fr_fr: Achetez des crédits

# Account_Recharge_PaymentsWithPreapproval
source: Pre-approved payments
ca_es: Pagaments amb aprovació prèvia
es_mx: Pagos con Aprobación previa
fr_fr: Paiement préapprouvés

# Account_Recharge_PaymentsWithPreaprovalTitle
source: Subscription to pre-approved payments has been finalized.
ca_es: Subscripció de pagaments amb aprovació prèvia finalitzada
es_mx: Suscripción de pagos con Aprobación previa Finalizada
fr_fr: L'inscription aux paiements préapprouvés est terminée

# Account_Recharge_PaymentsWithPreaproval_1
source: Your subscription to pre-approved payments has been completed successfully. Your current balance is:
ca_es: La seva subscripció de pagaments amb aprovació prèvia s'ha realitzat correctament. El seu saldo actual és:
es_mx: Su Suscripción de pagos con Aprobación previa se ha realizado con exito. Su saldo actual es:
fr_fr: Votre inscription aux paiements préapprouvés a été complété avec succès. Votre solde actuel est:

# Account_Recharge_PaymentsWithPreaproval_2
source: You must buy more credit before using the system.
ca_es: Ha de recarregar el seu saldo abans de començar a utilitzar el sistema.
es_mx: Debe recargar su saldo antes de empezar a utilizar el sistema.
fr_fr: Vous devez acheter plus de crédits avant de commencer à utiliser le système

# Account_Recharge_SelectAnAmount
source: Select an amount to add
ca_es: Seleccioni una quantitat per recarregar
es_mx: Seleccione una cantidad para recargar
fr_fr: Sélectionnez le montant à ajouter

# Account_Register_PaymentMean
source: Payment method registration
ca_es: Registre de mitjà de pagament
es_mx: Registro de medio de pago
fr_fr: Enregistrement des options de paiement

# Account_Register_PaymentMeanCancelled
source: Registration of payment method canceled
ca_es: Registre de mitjà de pagament cancel·lat
es_mx: Registro de medio de pago Cancelado
fr_fr: L'inscription des options de paiement a été annulé.

# Account_Register_PaymentMeanError
source: Error in registration of payment method
ca_es: Registre de mitjà de pagament amb error
es_mx: Registro de medio de pago con Error
fr_fr: Il y a eu une erreur dans l'inscription des options de paiement

# Account_Register_PaymentMeanFinished
source: YOUR PAYMENT METHOD HAS BEEN SUCCESFULLY SET UP
ca_es: EL SEU MÈTODE DE PAGAMENT S'HA DONAT D'ALTA SATISFACTORIAMENT
es_mx: TU MEDIO DE PAGO SE HA DADO DE ALTA CORRECTAMENTE
fr_fr: Votre méthode de paiement a été installé avec succès

# Account_Register_PaymentMeanMessage
source: The amount of {0} {1} has been charged correctly in order to register your payment method.
ca_es: S'ha carregat correctament la quantitat de {0} {1} per registrar el seu mitjà de pagament
es_mx: Se ha cargado con éxito la cantidad de {0} {1} para registrar su medio de pago
fr_fr: La transaction d'un montant de {0}{1} pour enregistrer votre option de paiement a été effectué avec succès

# Account_Register_PaymentMeanMessageCancel
source: The operation to charge the amount of {0} {1} in order to register your payment method has been cancelled.
ca_es: S'ha cancel·lat l'operació de cobrament de la quantitat de {0} {1} per registrar el seu mitjà de pagament.
es_mx: Se ha cancelado la operación de cobro de la cantidad de {0} {1} para registrar su medio de pago
fr_fr: La transaction de paiement d'un montant de {0}{1} pour enregistrer votre option de paiement a été annulé.

# Account_Register_PaymentMeanMessageError
source: An error occurred while attempting to charge the amount of {0} {1} in order to register your payment method.
ca_es: S'ha produït un error en l'operació de cobrament de la quantitat de {0} {1} per registrar el seu mitjà de pagament.
es_mx: Se ha producido un error en la operación de cobro de la cantidad de {0} {1} para registrar su medio de pago
fr_fr: Une erreur s'est produite lorsque l'on a essayé d'enregistrer un montant de {0}{1} pour enregistrer votre option de paiement.

# Account_Register_PaymentMeanRetry
source: Retry
ca_es: Tornar a intentar
es_mx: Reintentar
fr_fr: Réessayez

# Account_Register_PaymentMean_ChangeToPrepay
source: Change to the prepay option and you will enjoy the benefits
ca_es: Canviï a prepagament i podrà beneficiar-se dels avantatges
es_mx: Cambie a prepago y beneficiese de las ventajas
fr_fr: Changez vers l'option de prépaiement et profitez des avantages

# Account_Reset
source: Reset
ca_es: Reiniciar
es_mx: Reiniciar
fr_fr: Redémarrez

# Account_SearchMenu
source: Search Menu...
ca_es: Cercar al Menú...
es_mx: Buscar en el menú...
fr_fr: Rechercher dans le menu…

# Account_UserData_Plate_Succesfully_Added
source: Plate added sucessfully. Confirm changes to save it.
ca_es: Matrícula afegida correctament. Desi els canvis per confirmar de manera definitiva.
es_mx: Matrícula añadida correctamente. Confirme los cambios para salvarla definitivamente.
fr_fr: La plaque d'immatriculation a été ajoutée correctement. Validez les modifications pour l'enregistrer définitivement.

# Activation_EmailHeader
source: Blinkay registration
ca_es: Registre de Blinkay
es_mx: Registro de Blinkay
fr_fr: Inscription à Blinkay

# Activation_SMS
source: This is a message from Blinkay. Your activation code is {0}.
ca_es: Això és un missatge de Blinkay. El seu codi d'activació és {0}.
es_mx: Este es un mensaje de Blinkay. Su codigo de activacion es {0}.
fr_fr: C'est un message de Blinkay. Votre code d'activation est:

# Button_Back
source: Back
ca_es: Anterior
es_mx: Anterior
fr_fr: Précédent

# Button_Cancel
source: Cancel
ca_es: Cancel·lar
es_mx: Cancelar
fr_fr: Annulez

# Button_Close
source: Close
ca_es: Tancar
es_mx: Cerrar
fr_fr: Fermez

# Button_Confirm
source: Confirm
ca_es: Confirmar
es_mx: Confirmar
fr_fr: Validez

# Button_Logon
source: Log On
ca_es: Iniciar Sessió
es_mx: Iniciar Sesión
fr_fr: Connectez-vous

# Button_Next
source: Next
ca_es: Següent
es_mx: Siguiente
fr_fr: Suivant

# Button_ReInitRegistration
source: Begin registration
ca_es: Iniciar Registre
es_mx: Iniciar Registro
fr_fr: Démarrez l'inscription

# Button_ResendSMS
source: resend SMS
ca_es: Reenviar SMS
es_mx: reenviar SMS
fr_fr: Renvoyez SMS

# Button_RetrySend
source: Retry
ca_es: Tornar a enviar l'SMS
es_mx: Reintentar el envío
fr_fr: Réessayez

# Button_Send
source: Send
ca_es: Enviar
es_mx: Enviar
fr_fr: Envoyez

# Button_Validate
source: validate
ca_es: Validar
es_mx: validar
fr_fr: Validez
