Repository: SidhantUppal/sandro-repo
Catalog: integraMobile/Properties/Resources.*.resx
Languages: ca_es, es_mx, fr_fr

# Permits_Error_Result_Error_Invalid_Authentication
source: Wrong user name / password
ca_es: Nom d'usuari/contrasenya incorrecte
es_mx: Nombre de usuario/contraseña incorrecto
fr_fr: L'utilisateur ou le mot de passe n'est pas correct

# Permits_Error_Result_Error_Invalid_City
source: Invalid City!
ca_es: Ciutat no disponible!
es_mx: ¡Ciudad inválida!
fr_fr: Ville invalide!

# Permits_Error_Result_Error_Invalid_Email_Number
source: Invalid email
ca_es: Email incorrecto
es_mx: Email incorrecto
fr_fr: Adresse de courrier électronique invalide

# Permits_Error_Result_Error_Invalid_Input_Parameter
source: Invalid input parameter
ca_es: Paràmetre d'entrada no vàlid
es_mx: Parámetro de entrada incorrecto
fr_fr: Le paramètre d'enregistrement est invalide

# Permits_Error_Result_Error_Invalid_Ticket_ID
source: Ticket identifier invalid
ca_es: Identificador de tiquet no vàlid.
es_mx: Identificador de ticket inválido
fr_fr: L'identifiant de la contravention est invalide

# Permits_Error_Result_Error_Invalid_Transfer
source: You cannot send a transfer to yourself.
ca_es: No està permès transferir-te saldo a tu mateix.
es_mx: No se puede enviar una transferencia así mismo.
fr_fr: Vous ne pouvez pas vous envoyer un transfert à vous-même.

# Permits_Error_Result_Error_Invalid_User_Receiver_Email
source: Invalid email for the recipient.
ca_es: El correu electrònic del receptor no és vàlid.
es_mx: El correo del receptor no existe
fr_fr: Adresse de courrier électronique invalide pour le destinataire

# Permits_Error_Result_Error_Invalid_User_Receiver_Email_Disabled
source: Invalid user recipient (disabled)
ca_es: L'usuari receptor no està actiu.
es_mx: El receptor no es un usuario activo
fr_fr: L'utilisateur destinataire est invalide (désactivé)

# Permits_Error_Result_Error_Madrid_Platform
source: An error ocurred in the request of an operation for Madrid City Council Platform. Please try again later.
ca_es: S'ha produït un error durant la sol·licitud d'operació de la plataforma de l'Ajuntament de Madrid. Si us plau, torna-ho a intentar.
es_mx: Se ha producido un error en la solicitud de operación de la Plataforma del Ayuntamiento de Madrid. Por favor, inténtelo más tarde.
fr_fr: Une erreur est survenue pour la demande d'opération de la plateforme du conseil de ville de Madrid. Veuillez s'il vous plaît essayer plus tard.

# Permits_Error_Result_Error_Maximum_Discounts_Reached
source: offstreet_maximum_discounts_reached
fr_fr: Les réductions hors rues maximum ont été atteinte

# Permits_Error_Result_Error_Missing_Input_Parameter
source: Missing input parameter
ca_es: Falta un parámetro
es_mx: Falta un parámetro
fr_fr: IL manque un paramètre d'enregistrement

# Permits_Error_Result_Error_Mobile_Phone_Already_Exist
source: Mobile phone number already exists
ca_es: Número de mòbil ja existent.
es_mx: Número de móvil ya existente
fr_fr: Le numéro de téléphone cellulaire existe déjà

# Permits_Error_Result_Error_Not_Enough_Balance
source: Add a credit/debit card to start a parking session
ca_es: Afegeix un targeta o saldo per pagar amb la aplicació
es_mx: Introduce un tarjeta o saldo para poder utilizar la aplicación
fr_fr: Ajoutez une carte de crédit ou de débit pour débuter une session de stationnement

# Permits_Error_Result_Error_Not_Necessary_To_Pay
source: It is not necessary to pay for parking
ca_es: No cal pagar l'aparcament
es_mx: No es necesario pagar el estacionamiento
fr_fr: Vous n'Avez pas besoin de payer le stationnement

# Permits_Error_Result_Error_No_Parking_Required_Zero_Emissions
source: Zero emissions vehicle
ca_es: Vehicle ZERO EMISSIONS. Pot estacionar a la Ciutat de Madrid en places del SER sense limitació temporal i sense abonament de taxa d'estacionament.
es_mx: Vehículo CERO EMISIONES. Puede estacionar en la Ciudad de Madrid en plazas del SER sin limitación temporal y sin abono de tasa de estacionamiento.
fr_fr: Véhicule à émission zéro

# Permits_Error_Result_Error_OperationAlreadyclosed
source: Operation closed
ca_es: Operació ja tancada
es_mx: Operación ya cerrada
fr_fr: Opération fermée

# Permits_Error_Result_Error_OperationAlreadyexists
source: Existing Operation
ca_es: Operació ja existent
es_mx: Operación ya existente
fr_fr: Opération existante

# Permits_Error_Result_Error_OperationExpired
source: Operation expired. Please start the process again.
ca_es: Operació fora de temps. Si us plau, torna a iniciar el procés.
es_mx: Su operación ha caducado. Por favor, vuelva a iniciar el proceso.
fr_fr: Opération expirée. Veuillez recommencer le processus

# Permits_Error_Result_Error_OperationNotfound
source: Operation not found
ca_es: L'operació no existeix.
es_mx: Operación no existe
fr_fr: Opération non trouvée

# Permits_Error_Result_Error_Operation_Alreadyclosed
source: Operation closed
ca_es: Operació ja tancada
es_mx: Operación ya cerrada
fr_fr: L'opération est fermé

# Permits_Error_Result_Error_Operation_Alreadyexists
source: Existing Operation
ca_es: Operació ja existent
es_mx: Operación ya existente
fr_fr: Une opération existe

# Permits_Error_Result_Error_Operation_Expired
source: Operation expired. Please start the process again.
ca_es: Operació fora de temps. Si us plau, torna a iniciar el procés.
es_mx: Su operación ha caducado. Por favor, vuelva a iniciar el proceso.
fr_fr: L'opération a expiré. Recommencez le processus.

# Permits_Error_Result_Error_Operation_Notfound
source: Operation not found
ca_es: L'operació no existeix.
es_mx: Operación no existe
fr_fr: L'opération n'a pas été trouvé

# Permits_Error_Result_Error_Pagatelia_User_Amount_Daily_Limit_Reached
source: User daily limit has been reached
ca_es: Límit diari de l'usuari assolit
es_mx: Límite diario del usuario alcanzado
fr_fr: La limite quotidienne d'utilisation est atteinte

# Permits_Error_Result_Error_Pagatelia_User_Balance_Not_Enough
source: Not enough balance
ca_es: Saldo insuficient
es_mx: Saldo insuficiente
fr_fr: Le solde est insuffisant

# Permits_Error_Result_Error_ParkingMaximumTimeUsed
source: Parking maximum time used
ca_es: S'ha utilitzat el temps màxim d'aparcament
es_mx: Se ha utilizado el tiempo máximo de aparcamiento
fr_fr: Le temps de stationnement maximum a été utilisé

# Permits_Error_Result_Error_Parking_Refused_Pollution_Episode
source: Parking refused by pollution episode
ca_es: Estacionament rebutjat per episodi de contaminació
es_mx: Aparcamiento rechazado por episodio de contaminación
fr_fr: Le stationnement est refusé à cause de la pollution

# Permits_Error_Result_Error_Payment_Period_Has_Expired
source: Record found but payment period has expired
ca_es: Expedient trobat però temps d'anul·lació excedit.
es_mx: Expediente encontrado pero periodo de pago expirado
fr_fr: L'enregistrement a été trouvé mais la période de paiement est expirée

# Permits_Error_Result_Error_PermitAlreadyExist
source: Permit already exists
ca_es: El permís ja existeix
es_mx: Abono ya existente
fr_fr: Le permis existe déjà

# Permits_Error_Result_Error_PermitMonthNotAllowed
source: Month not allowed
ca_es: Mes no permès
es_mx: Mes no permitido
fr_fr: Mois non autorisé

# Permits_Error_Result_Error_PermitNotInRenewalPeriod
source: The permit can not be renewed yet
ca_es: L'abonament encara no es pot renovar
es_mx: El abono no se puede renovar todavía
fr_fr: L'abonnement ne peut pas encore être renouvelé

# Permits_Error_Result_Error_Plate_Has_Not_Waited_Enough
source: This license plate cannot park again yet.
ca_es: La matrícula encara no pot tornar a aparcar.
es_mx: La matrícula aún no puede volver a estacionar
fr_fr: Cette plaque d'immatriculation na encore le droit de se stationner ici

# Permits_Error_Result_Error_Plate_In_Black_List
source: Plate in black list
ca_es: La matrícula està en llista negra
es_mx: Matrícula en lista negra
fr_fr: La plaque d'immatriculation est en liste noire

# Permits_Error_Result_Error_Plate_No_Rights_Unparking
source: License plate not authorized to leave the parking space
ca_es: La matrícula no té drets per deixar l'aparcament.
es_mx: La matrícula no tiene derechos para dejar el estacionamiento
fr_fr: La plaque d'immatriculation n'Est pas autorisé pour le paiement de cet espace

# Permits_Error_Result_Error_Recharge_Code_Already_Used
source: Recharge code already used
ca_es: Codi de recàrrega ja utilitzat.
es_mx: Código de recarga ya usado
fr_fr: Le code d'ajout de crédit a déjà été utilisé

# Permits_Error_Result_Error_Recharge_Expired_Code
source: Expired recharge code
ca_es: Codi de recàrrega expirat.
es_mx: Código de recarga expirado
fr_fr: Le code pour l'ajout de crédit a expiré

# Permits_Error_Result_Error_Recharge_Failed
source: Recharge failed
ca_es: Ha fallado la recarga
es_mx: Ha fallado la recarga
fr_fr: L'ajout de crédit a échoué

# Permits_Error_Result_Error_Recharge_Invalid_Code
source: Invalid recharge code
ca_es: Codi de recàrrega no vàlid.
es_mx: Código de recarga inválido
fr_fr: Code d'ajout de crédit invalide

# Permits_Error_Result_Error_Recharge_Invalid_Payment_Mean
source: Payment method is not supported
ca_es: Mitjà de pagament no vàlid.
es_mx: Medio de pago inválido
fr_fr: La méthode de paiement n'est pas supporté

# Permits_Error_Result_Error_Recharge_Payment_Failed
source: Recharging through your payment method has failed (rejected by payment gateway)
ca_es: La recàrrega utilitzant el teu mitjà de pagament ha fallat.
es_mx: La recarga usando su medio de pago ha fallado (rechazada por la pasarela de pago)
fr_fr: L'ajout de crédit à travers votre méthode de paiement a échoué (rejeté par le processeur de paiement)

# Permits_Error_Result_Error_Recharge_Payment_Not_Supported
source: Your payment method does not support recharging from a cell phone.
ca_es: La teva forma de pagament no permet la recàrrega des del mòbil.
es_mx: Su forma de pago no permite la recarga desde el móvil
fr_fr: Votre méthode de paiement ne permet pas d'ajouter des crédits à partir d'un téléphone cellulaire.

# Permits_Error_Result_Error_Register_New_Cell_Number_Exists
source: Mobile phone number already exists
ca_es: Número de mòbil ja existent.
es_mx: Número de móvil ya existente
fr_fr: Le numéro de téléphone cellulaire existe déjà

# Permits_Error_Result_Error_Register_New_Email_Already_Exists
source: An Blinkay account already exists with this email address.
ca_es: Ja existeix un compte Blinkay amb aquesta adreça de correu.
es_mx: Ya existe una cuenta Blinkay con esta dirección de correo.
fr_fr: Un compte Blinkay existe déjà pour cette adresse de courrier électronique.

# Permits_Error_Result_Error_Register_New_Wrong_Cell_Number
source: Invalid mobile phone number
ca_es: Número de mòbil no vàlid.
es_mx: Número de móvil inválido
fr_fr: Le numéro de téléphone cellulaire est invalide

# Permits_Error_Result_Error_Register_New_Wrong_Code
source: Wrong code!
ca_es: Codi incorrecte!
es_mx: ¡Código incorrecto!
fr_fr: le nom d'utilisateur ou le mot de passe n'est pas bon

# Permits_Error_Result_Error_Register_New_Wrong_Cuntry_Code
source: Invalid Country Code
ca_es: Codi de país no vàlid.
es_mx: Código de país inválido
fr_fr: Le code du pays est invalide

# Permits_Error_Result_Error_Register_New_Wrong_Email
source: We were unable to validate your email address. Please, check for any errors before trying again.
ca_es: No hem pogut validar la teva adreça de correu electrònic. Si us plau, revisa si hi ha algun error abans d'intentar de nou.
es_mx: No hemos podido validar tu dirección de correo electrónico. Por favor, revisa si hay algún error antes de intentarlo de nuevo.
fr_fr: Nous sommes incapables de valider votre adresse courriel. Veuillez s'il vous plaît vérifier s'il y a des erreurs d'adressage avant de recommencer.

# Permits_Error_Result_Error_Register_New_Wrong_Fname
source: Invalid First Name
ca_es: Nom no vàlid.
es_mx: Nombre inválido
fr_fr: Le prénom est invalide

# Permits_Error_Result_Error_Register_New_Wrong_Lname
source: Invalid Last Name
ca_es: Cognom no vàlid.
es_mx: Apellido Inválido
fr_fr: Le nom de famille est invalide

# Permits_Error_Result_Error_Resident_Parking_Exhausted
source: Total time as resident has been exhausted
ca_es: S'ha esgotat el temps màxim permès com a resident.
es_mx: Se ha agotado el tiempo máximo permitido como residente
fr_fr: Le temps total comme résident est expiré

# Permits_Error_Result_Error_Restricted_Tariff
source: Restricted use rate
ca_es: Tarifa d'ús restringit
es_mx: Tarifa de uso restringido
fr_fr: Taux d'utilisation restreint

# Permits_Error_Result_Error_Session_Expired
source: User not logged in or your session has expired.
ca_es: Usuari no connectat o sessió expirada.
es_mx: Usario no conectado o Sesión expirada
fr_fr: L'utilisateur n'est pas actif ou la session a expiré

# Permits_Error_Result_Error_Tariffs_Not_Available
source: Rate not available or applicable during these hours
ca_es: Tarifes no disponibles
es_mx: Tarifa no disponible o aplicable en este horario
fr_fr: Le tarif n'est pas disponible ou applicable pour cette période de temps

# Permits_Error_Result_Error_User_Not_Exist
source: Wrong user name / password
ca_es: Nom d'usuari/contrasenya incorrecte
es_mx: Nombre de usuario/contraseña incorrecto
fr_fr: le nom d'utilisateur ou le mot de passe n'est pas bon

# Permits_Error_Session_Expired
source: Your session has expired
ca_es: La seva sessió ha expirat
es_mx: Su sesión ha expirado
fr_fr: Votre session a expiré

# Permits_Error_Transaction_canceled
source: Transaction cancelled
ca_es: La transacció ha estat cancel·lada
es_mx: La transacción ha sido cancelada
fr_fr: Transaction annulée

# Permits_Export_PDFFilename
source: Permits
ca_es: Permisos
es_mx: Permisos
fr_fr: Permis

# Permits_Export_XLSFilename
source: Permits
ca_es: Permisos
es_mx: Permisos
fr_fr: Permis

# Permits_GetSubPayOptions_Exception
source: Operation error
ca_es: Error de operación
es_mx: Error de operación
fr_fr: Erreur d'opération

# Permits_GetSubPayOptions_Title
source: Payment options
ca_es: Opciones de pago
es_mx: Opciones de pago
fr_fr: Options de paiement

# Permits_InsertNewPlate
source: Insert new plate
ca_es: Insertar nueva matrícula
es_mx: Insertar nueva matrícula
fr_fr: Insérez une nouvelle plaque d'immatriculation

# Permits_Login
source: Log in
ca_es: Accedir
es_mx: Acceder
fr_fr: Identifiez-vous

# Permits_Logout
source: Cancel
ca_es: Cancel·lar
es_mx: Cancelar
fr_fr: Déconnexion

# Permits_Manage
source: Manage
ca_es: Administrar
es_mx: Administrar
fr_fr: Gérer

# Permits_Notice
source: <p><strong>A small sum will be withheld</strong> from your credit card for the verification process. In a few days, the money will be refunded.</p><p>This may take <strong>up to five days</strong></p>
ca_es: <p><strong>Una petita quantitat serà retirada</strong> de la seva targeta de crèdit amb l'objectiu de confirmar la informació. Després d'uns dies, el diners serà retornat.</p> <p>Això pot trigar <strong>fins a cinc dies</strong></p>
es_mx: <p><strong>Una pequeña cantidad será retirada</strong> de su tarjeta de crédito con el fin de confirmar los datos. Después de unos días, el dinero le será devuelto.</p><p>Esto puede tardar <strong>hasta cinco días</strong></p>
fr_fr: <p><strong>Une petite somme sera retenue</strong> de votre carte de crédit pour des fins de confirmation. Après quelques jours, l'argent vous sera remboursé.</p><p>This may take <strong>up to five days</strong></p>

# Permits_Notice2
source: <p>Before being able to buy permits, you have to set a valid <strong>payment method</strong></p>
ca_es: <p>Abans de poder comprar permisos, ha d'establir un <strong>mitjà de pagament</strong> vàlid</p>
es_mx: <p>Antes de poder comprar permisos, debe establecer un <strong>método de pago</strong> válido</p>
fr_fr: <p>Avant de pouvoir acheter des permis, vous devez définir un <strong>mode de paiement</strong> valide</p>

# Permits_NumPermits
source: Number of permits to buy
ca_es: Nombre d'abonaments a comprar
es_mx: Número de abonos a comprar
fr_fr: Nombre de permis d'achat

# Permits_OnlyOne
source: Only one of the vehicles registered for this permit will be is allowed to use the permit per day
ca_es: Només un vehicle dels registrats per aquest permit pot utilitzar el permit per dia.
es_mx: Sólo un vehículo de los registrados para este permit puede utilizar el permit por día.
fr_fr: Un seul véhicule enregistré pour ce permis peut utiliser le permis par jour.

# Permits_Pay
source: Pay
ca_es: Pagar
es_mx: Pagar
fr_fr: Payez

# Permits_PayForPermit
source: Buy a permit
ca_es: Comprar Abonament
es_mx: Comprar Abono
fr_fr: Achetez un permis

# Permits_PaymentMethod
source: Payment method
ca_es: Mètode de pagament
es_mx: Método de pago
fr_fr: Méthode de paiement

# Permits_PayPerTransaction
source: Pay per transaction
ca_es: Pagament per transacció
es_mx: Pago por transacción
fr_fr: Payez par transaction

# Permits_Permit
source: Permit
ca_es: Abonament
es_mx: Abono
fr_fr: Permis

# Permits_PlateAlreadySelected
source: This plate has been already selected
ca_es: Aquesta matrícula ja ha estat seleccionada
es_mx: Esta matrícula ya ha sido seleccionada
fr_fr: Cette plaque a déjà été sélectionnée

# Permits_PlateNotFound
source: License plate '#: value #' not found. Do you want to add it?
ca_es: No s'ha trobat la matrícula '#: value #'. Voleu afegir-la?
es_mx: No se ha encontrado la matrícula '#: value #'. ¿Desea añadirla?
fr_fr: La plaque d'immatriculation '#: value #' est introuvable. Voulez-vous l'ajouter?

# Permits_PlateNotFound2
source: Enter your license plate
ca_es: Escriviu seva matrícula
es_mx: Teclee su matrícula
fr_fr: Entrez votre plaque d'immatriculation

# Permits_Plate_01
source: 1st
ca_es: 1ª
es_mx: 1ª
fr_fr: 1ère

# Permits_Plate_02
source: 2nd
ca_es: 2ª
es_mx: 2ª
fr_fr: 2ème

# Permits_Plate_03
source: 3rd
ca_es: 3ª
es_mx: 3ª
fr_fr: 3ème

# Permits_Plate_04
source: 4th
ca_es: 4ª
es_mx: 4ª
fr_fr: 4ème

# Permits_Plate_05
source: 5th
ca_es: 5ª
es_mx: 5ª
fr_fr: 5ème

# Permits_Plate_06
source: 6th
ca_es: 6ª
es_mx: 6ª
fr_fr: 6ème

# Permits_Plate_07
source: 7th
ca_es: 7ª
es_mx: 7ª
fr_fr: 7ème

# Permits_Plate_08
source: 8th
ca_es: 8ª
es_mx: 8ª
fr_fr: 8ème

# Permits_Plate_09
source: 9th
ca_es: 9ª
es_mx: 9ª
fr_fr: 9ème

# Permits_Plate_10
source: 10th
ca_es: 10ª
es_mx: 10ª
fr_fr: 10ème

# Permits_Prepayment
source: Prepayment
ca_es: Prepagament
es_mx: Prepago
fr_fr: Prépaiement

# Permits_Retry
source: Retry
ca_es: A provar
es_mx: Reintentar
fr_fr: Réessayez

# Permits_Save
source: Save
ca_es: Guardar
es_mx: Guardar
fr_fr: Sauvegarder

# Permits_SelectCity
source: Select city...
ca_es: Seleccioneu ciutat...
es_mx: Seleccione ciudad...
fr_fr: Sélectionnez la ville...

# Permits_SelectMonth
source: Select month...
ca_es: Seleccioneu mes...
es_mx: Seleccione mes...
fr_fr: Sélectionnez un mois...

# Permits_SelectNumPermits
source: Select number of permits to buy
ca_es: Seleccioneu nombre d'abonaments a comprar
es_mx: Seleccione número de abonos a comprar
fr_fr: Sélectionnez le nombre de permis d'achat

# Permits_SelectPlate
source: Select plate...
ca_es: Seleccioneu matrícula...
es_mx: Seleccione matrícula...
fr_fr: Sélectionnez la plaque d'immatriculation...

# Permits_SelectTariff
source: Select rate...
ca_es: Seleccioneu tarifa...
es_mx: Seleccione tarifa...
fr_fr: Sélectionnez le tarif...

# Permits_SelectTimeStep
source: Select end time...
ca_es: Seleccioneu hora final...
es_mx: Seleccione hora final...
fr_fr: Sélectionnez l'heure de fin du stationnement...

# Permits_SelectZone
source: Select zone...
ca_es: Seleccioneu zona...
es_mx: Seleccione zona...
fr_fr: Sélectionnez la zone...

# Permits_SignUp
source: Sign up
ca_es: Registra't
es_mx: Registro
fr_fr: Inscrivez-vous

# Permits_Signup_Exception
source: Operation error
ca_es: Error de operación
es_mx: Error de operación
fr_fr: Erreur d'opération

# Permits_Signup_Required
source: Please, fill all the required fields
ca_es: Por favor, rellene todos los campos obligatorios
es_mx: Por favor, rellene todos los campos obligatorios
fr_fr: Veuillez remplir tous les champs requis

# Permits_Signup_Title
source: Register
ca_es: Registro
es_mx: Registro
fr_fr: Inscrivez-vous

# Permits_Skip
source: Skip
ca_es: Omet
es_mx: Omitir
fr_fr: Passez

# Permits_Start
source: Menu
ca_es: Menú
es_mx: Menú
fr_fr: Recommencez

# Permits_Summary
source: Payment successful
ca_es: Pagament correcte
es_mx: Pago completado
fr_fr: Sommaire

# Permits_Title
source: Sign up
ca_es: Registra't
es_mx: Registro
fr_fr: Inscrivez-vous

# PersonalData
source: Personal Details
ca_es: Dades personals
es_mx: Datos personales
fr_fr: Données personnelles

# recharging_balance
source: Add credit
ca_es: Recàrrega
es_mx: Recarga de saldo
fr_fr: Ajouter crédit

# register
source: Successful signup
ca_es: Alta realitzada amb èxit
es_mx: Alta realizado con éxito
fr_fr: L'inscription s'est faite avec succès

source: Registration Form
ca_es: Formulari de subscripció
es_mx: Formulario de suscripción
fr_fr: Formulaire d'inscription

# RegistrationForm_Step1End_IdentityValidation_Step1
source: Validation of identity - Step 1
ca_es: Validació d'identitat - Pas 1
es_mx: Validación de identidad - Paso 1
fr_fr: Validation d'identité- étape 1

# RegistrationForm_Step1End_IdentityValidation_Step2
source: Validation of identity - Step 2
ca_es: Validació d'identitat - Pas 2
es_mx: Validación de identidad - Paso 2
fr_fr: Validation d'identité- étape 2

# RegistrationModel_Email
source: e-mail
ca_es: Correu electrònic
fr_fr: courrier électronique

# RememberMeCheck
source: Remember me
ca_es: Recorda'm
es_mx: Recuérdame
fr_fr: Gardez mes informations

# ResetPasswordConfirmation_Message1
source: Your password was successfully changed.
ca_es: Su contraseña se cambió correctamente.
es_mx: Su contraseña se cambió correctamente.
fr_fr: Votre mot de passe a été changé correctement.

# ResetPasswordConfirmation_Title
source: Password changed correctly
ca_es: Contraseña cambiada correctamente
es_mx: Contraseña cambiada correctamente
fr_fr: Mot de passe changé correctement

# ResetPassword_ConfirmPassword
source: Confirm your new password:
ca_es: Confirme la nueva contraseña:
es_mx: Confirme la nueva contraseña:
fr_fr: Validez votre nouveau mot de passe

# ResetPassword_Message1
source: To change your password for {0}, please introduce your new password below
ca_es: Para cambiar la contraseña de {0},debe introducir la nueva contraseña.
es_mx: Para cambiar la contraseña de {0},debe introducir la nueva contraseña.
fr_fr: Pour changer le mot de passe de {0}, vous devez insérez le nouveau mot de passe ci-dessous.

# ResetPassword_Message2
source: Please, type your new password:
ca_es: Por favor, introduzca su nueva contraseña:
es_mx: Por favor, introduzca su nueva contraseña:
fr_fr: S'il vous plaît, entrez votre mot de passe:

# ResetPassword_Password
source: New password:
ca_es: Nueva Contraseña:
es_mx: Nueva Contraseña:
fr_fr: Nouveau mot de passe:

# ResetPassword_Title
source: Change password
ca_es: Cambiar Contraseña
es_mx: Cambiar Contraseña
fr_fr: Changez le mot de passe

# ResetPassword_WriteYourConfirmPassword
source: * Type again your password
ca_es: * Repita la contraseña
es_mx: * Repita la contraseña
fr_fr: *Répétez le mot de passe

# ResetPassword_WriteYourPassword
source: * Min.- {0} Max {1} characters
ca_es: * Min.- {0} Max {1} caracteres
es_mx: * Min.- {0} Max {1} caracteres
fr_fr: *Min. -{0} Max. {1} caractères

# Result_Error_Fine_Number_Already_Paid
source: This ticket has already been paid
ca_es: Este ticket ya ha sido pagado
es_mx: Este ticket ya ha sido pagado
fr_fr: Cette contravention a été payée

# Result_Error_Fine_Number_Not_Found
source: Ticket not found
ca_es: Ticket no encontrado
es_mx: Ticket no encontrado
fr_fr: Contravention non trouvé.
