Repository: SidhantUppal/sandro-repo
Catalog: integraMobile/Properties/Resources.*.resx
Languages: ca_es, es_mx, fr_fr

# signup4b_paymenth_msg
source: Set up your payment method
ca_es: Introdueix el teu mitjà de pagament
es_mx: Establezca su medio de pago
fr_fr: Configurez votre mode de paiement

# signup4b_paymenth_opt1
source: Credit or Debit Card
ca_es: Targeta de crèdit
es_mx: Tarjeta débito/crédito
fr_fr: Carte de crédit/ débit

# signup4b_paymenth_opt2_detail
source: "Add credit with PayPal" after logging in.
ca_es: "Afegeix crèdit amb PayPal" després d'iniciar la sessió.
es_mx: Añadir crédito con PayPal después de iniciar sesión.
fr_fr: Ajoutez du crédit avec PayPal après la connexion.

# signup4b_paymenth_opt3
source: Do it later
ca_es: Fer-ho després
es_mx: Hacerlo más tarde
fr_fr: Faites le plus tard

# signup4b_successful
source: Your account has been successfully created.
ca_es: El teu compte s'ha creat correctament.
es_mx: Tu cuenta ha sido creada con éxito.
fr_fr: Votre compte a été créé avec succès.

# SiteMaster_Home
source: Home
ca_es: Inici
es_mx: Inicio
fr_fr: Accueil

# urech_add_new_card
source: Add new card
ca_es: Afegir nova targeta
es_mx: Añadir nueva tarjeta
fr_fr: Ajouter une nouvelle carte

# urs_error_country_code
source: Invalid Country Code
ca_es: Codi de país no vàlid.
es_mx: Código de país inválido
fr_fr: Code de pays invalide

# urs_error_email
source: We were unable to validate your email address. Please, check for any errors before trying again.
ca_es: No hem pogut validar la teva adreça de correu electrònic. Si us plau, revisa si hi ha algun error abans d'intentar de nou.
es_mx: No hemos podido validar tu dirección de correo electrónico. Por favor, revisa si hay algún error antes de intentarlo de nuevo.
fr_fr: Nous n'avons pas pu valider votre courrier électronique. S'il vous plaît, vérifiez les erreurs avant d'essayer à nouveau.

# urs_error_email_exists
source: An Blinkay account already exists with this email address.
ca_es: Ja existeix un compte Blinkay amb aquesta adreça de correu.
es_mx: Ya existe una cuenta Blinkay con esta dirección de correo.
fr_fr: Un compte Blinkay existe déjà avec ce courrier électronique.

# UserData_ButtonCancel
source: Cancel Changes
ca_es: Cancel·lar Canvis
es_mx: Cancelar Cambios
fr_fr: Annulez les modifications

# UserData_ButtonConfirm
source: Confirm Changes
ca_es: Confirmar Canvis
es_mx: Confirmar Cambios
fr_fr: Confirmez les modifications

# UserData_CancelAdd
source: Cancel
ca_es: Cancel·lar
es_mx: Cancelar
fr_fr: Annulation

# UserData_ChangeEmailOrMobileEnd_Remark
source: An e-mail has been sent to your account containing a link. Once you receive an SMS on your mobile phone with a code, open the link and enter the code.
ca_es: Se li ha enviat un correu electrònic amb un enllaç que haurà de prémer una vegada rebi un SMS al seu telèfon mòbil amb un codi que haurà d'introduir a la pàgina.
es_mx: Se le ha enviado un correo electronico con un enlace que habra de pulsar una vez reciba un SMS en su teléfono movil con un código que tendrá que introducir en la página.
fr_fr: Un courrier électronique a été envoyé avec un lien. Une fois que vous aurez reçu un SMS avec un code d'authentification, ouvrez le lien et insérez le code

# UserData_ChangePaymentMean
source: Change
ca_es: Canviar
es_mx: Cambiar
fr_fr: Changez

# UserData_ChangeTelOrEmailTitle
source: Change mobile phone and/or e-mail
ca_es: Canviar Telèfon mòbil i/o correu electrònic
es_mx: Cambiar Teléfono móvil y/o e-mail
fr_fr: Changer le téléphone mobile et /ou l'adresse du courrier électronique

# UserData_ConfirmAdd
source: Add
ca_es: Afegir
es_mx: Añadir
fr_fr: Ajoutez

# UserData_ConfirmNewPassword
source: Confirm New Password
ca_es: Repetir Nova Contrasenya
es_mx: Repetir Nueva Contraseña
fr_fr: Confirmez votre nouveau mot de passe

# UserData_CurrentPassword
source: Current Password
ca_es: Contrasenya Actual
es_mx: Contraseña Actual
fr_fr: Mot de passe actuel

# UserData_DeleteUserEnd_Remark
source: Your account has been deleted, all of your information has been deleted, your balance has expired, and it is no longer possible to recover your account.
ca_es: El seu compte ha estat borrat, totes les seves dades han sigut eliminades, el seu saldo ha expirat i ja no és possible recuperar el seu compte.
es_mx: Su cuenta ha sido borrada, todos sus datos han sido borrados, su saldo ha expirado y ya no es posible recuperar su cuenta.
fr_fr: Votre compte a été supprimé, toutes les données ont été supprimées, votre solde a expiré et il n'est ne pas possible de récupérer votre compte.

# UserData_DeleteUserRemark
source: If you delete your account, all of your information will be deleted and it will not be possible to recover your account.<br/>Your user agreement will end upon deleting your account and your balance will expire.
ca_es: Si borra el seu comte, totes les seves dades s'eliminaran i no serà possible recuperar-ho.<br/>El seu contracte finalitzarà al borrar el seu compte i el seu crèdit expirarà.
es_mx: Si borra su cuenta, todos sus datos se borrarán y no será posible recuperar su cuenta.<br/>Su contrato finalizará al borrar su cuenta y su crédito expirará.
fr_fr: Si vous supprimez votre compte, toutes les données seront effacées et il ne sera pas possible récupérer votre compte.<br/>. Votre contrat d'utilisation terminera quand vous supprimez le compte et votre crédit expirera.

# UserData_DeleteUserTitle
source: Delete User
ca_es: Donar de baixa el compte d'usuari
es_mx: Dar de Baja la cuenta de usuario
fr_fr: Annulez l'utilisateur

# UserData_DeleteUser_IntroducePassword
source: Enter your password to unsubscribe.
ca_es: Introdueixi la seva contrasenya per acabar amb el procés de baixa
es_mx: Introduzca su contraseña para acabar con el proceso de baja
fr_fr: Entrez le mot de passe pour vous désabonner.

# UserData_DeleteUser_UnderstandDeletion
source: I understand and I accept
ca_es: He llegit i accepto
es_mx: Comprendo y acepto
fr_fr: Je comprends et j'accepte

# UserData_InitProcedure
source: Start Procedure
ca_es: Iniciar Procés
es_mx: Iniciar Proceso
fr_fr: Lancez la procédure

# UserData_InsertNewPlate
source: Insert New Plate
ca_es: Inserir nova matrícula
es_mx: Insertar nueva matrícula
fr_fr: Entrez une nouvelle plaque d'immatriculation

# UserData_NewPassword
source: New Password
ca_es: Nova Contrasenya
es_mx: Nueva Contraseña
fr_fr: Nouveau mot de passe:

# UserData_PasswordRemark
source: Only input in new password fields when changing the password
ca_es: Ompli només els camps de la nova contrasenya si desitja canviar la contrasenya actual
es_mx: Rellene solo los campos de nueva contraseña si desea cambiar la contraseña actual
fr_fr: Entrez seulement les champs du nouveau mot de passe si vous désirez changer le mot de passe actuel.

# UserData_PayMeansRemark
source: Changing payment option may require a reload of credit for your e-wallet to be ready.
ca_es: Canviar el mitjà de pagament pot significar haver de realitzar una recàrrega per ser efectiu
es_mx: Cambiar el medio de pago puede significar tener que realizar una recarga para ser efectivo
fr_fr: Le changement de mode de paiement peut nécessiter un rechargement du portefeuille électronique afin qu'il soit prêt pour l'utilisation

# UserData_PayMeansTitle
source: Current Payment option
ca_es: Tipus de Mitjà de Pagament Actual
es_mx: Tipo de Medio de Pago Actual
fr_fr: Type de mode de paiement actuel

# UserData_Plates
source: Plates
ca_es: Matrícules
es_mx: Matrículas
fr_fr: Plaques

# UserData_PlatesRemark
source: To Save plates changes "Save Changes" must be pressed
ca_es: Per a guardar tots els canvis en les matrícules, ha de prémer el botó "Confirmar canvis"
es_mx: Para guardar los cambios en las matrículas se debe pulsar el botón "Confirmar Cambios"
fr_fr: Pour sauvegarder les changements de plaque d'immatriculation, vous devez cliquer sur le bouton "Validez les changements"

# UserData_RemovePlate
source: Remove Selected Plate
ca_es: Eliminar Matrícula Seleccionada
es_mx: Eliminar Matrícula Seleccionada
fr_fr: Supprimez la plaque d'immatriculation sélectionnée

# UserData_RemoveUserAccount
source: Remove User Account
ca_es: Donar de baixa el compte d'usuari
es_mx: Dar de Baja la cuenta de Usuario
fr_fr: Enlevez le compte de l'utilisateur

# UserData_UserDataTittle
source: User Data
ca_es: Dades d'Usuari
es_mx: Datos de Usuario
fr_fr: Données de l'utilisateur

# UserData_WriteYourConfirmPassword
source: * Repeat Your New Password
ca_es: * Repeteixi la seva nova contrasenya
es_mx: * Repita su nueva contraseña
fr_fr: *Répétez le mot de passe

# UserData_WriteYourCurrentPassword
source: * Input your current password
ca_es: * Escrigui la seva contrasenya actual
es_mx: * Escriba su contraseña actual
fr_fr: *Écrivez votre mot de passe actuel

# usettings_payment_methods_modify_ccard
source: Replace credit card
ca_es: Substitueix targeta de crèdit
es_mx: Reemplazar tarjeta de crédito
fr_fr: Remplacer la carte de crédit

# Permits_Automatic_Renewal_Description
source: All permits will expire at the end of the month if automatic renewal is disabled.
ca_es: Tots els abonaments caducaran a final de mes si la renovació automàtica està deshabilitada.
es_mx: Todos los abonos caducarán a final de mes si la renovación automática está deshabilitada.
fr_fr: Tous les permis expireront à la fin du mois si le renouvellement automatique est désactivé.

# FineModel_Plate
source: License plate
ca_es: Matrícula
es_mx: Matrícula
fr_fr: Numéro de plaque

# Fine_GetProof
source: Receive confirmation of payment via email
ca_es: Recibir justificante de pago
es_mx: Recibir justificante de pago por e-mail
fr_fr: Recevoir une confirmation de paiement par email

# Fine_MailSent
source: Confirmation sent via email
ca_es: Comprobante enviado correctamente
es_mx: Comprobante enviado correctamente
fr_fr: Confirmation envoyée par email

# Fine_SendMail
source: Send by email
ca_es: Enviar
es_mx: Enviar por email
fr_fr: Envoyé par email

# Result_Error_Fine_Number_Not_Found_For_Plate
source: We could not find the Ticket / Invoice number associated with the vehicle plate, please review your data.
ca_es: No hemos podido encontrar el número de expediente introducido asociado a la matrícula. Por favor revise los datos.
es_mx: No hemos podido encontrar el número de multa introducido asociado a la placa. Por favor revise los datos.
fr_fr: Nous n'avons pas trouvé le numéro de contravention / avis associé à la plaque du véhicule, veuillez vérifier vos données.

# Paysafe_CancelButton
source: Cancel
ca_es: Cancel·lar
es_mx: Cancelar
fr_fr: Annuler

# Paysafe_CardExpDate
source: Expiry Date
ca_es: Data Caducitat
es_mx: Fecha Expiración
fr_fr: Date d'expiration

# Paysafe_CardExpDate_Holder
source: MM / YY
ca_es: MM / AA
es_mx: MM / AA
fr_fr: MM / AA

# Paysafe_CardNumber
source: Card Number
ca_es: Número Targeta
es_mx: Número Tarjeta
fr_fr: Numéro de Carte

# Paysafe_CardNumber_Holder
source: Card Number
ca_es: Número targeta
es_mx: Número tarjeta
fr_fr: Numéro de carte

# Paysafe_PayButton
source: Accept
ca_es: Acceptar
es_mx: Aceptar
fr_fr: Accepter

# Paysafe_PayButton_Processing
source: Processing
ca_es: Processant
es_mx: Procesando
fr_fr: Traitement

# Paysafe_PaymentDetails
source: Payment Details
ca_es: Detalls del Pagament
es_mx: Detalles del Pago
fr_fr: Détails du paiement

# Paysafe_ZipCode
source: Zip Code
ca_es: Codi Postal
es_mx: Código Postal
fr_fr: Code Postal

# Paysafe_ZipCode_Holder
source: Zip Code
ca_es: Codi postal
es_mx: Código postal
fr_fr: Code postal

# Account_TermsAndConditions
source: Terms and Conditions
ca_es: Termes i condicions
es_mx: Términos y condiciones
fr_fr: Termes et conditions

# Fine_AcceptedPayments
source: Accepted forms of payment:
ca_es: Formes de pagament acceptades:
es_mx: Formas de pago aceptadas:
fr_fr: Modes de paiement acceptés:

# Fine_Agree
source: You must agree before submitting.
ca_es: Vous devez accepter avant de soumettre.
es_mx: Debes aceptar antes de enviar.
fr_fr: Vous devez accepter avant de soumettre

# Fine_AgreeText
source: I agree to and understand the <a id="TermsConditionsLink" href="#TermsConditionsDialog" data-toggle="modal" data-target="#TermsConditionsDialog" lang="en">Terms and Conditions</a> and the <a href="#PrivacyPolicyDialog" id="PrivacyPolicyLink" data-toggle="modal" data-target="#PrivacyPolicyDialog" lang="en">Privacy Policy</a> of this website.
ca_es: Estic d’acord i entenc els <a id="TermsConditionsLink" href="#TermsConditionsDialog" data-toggle="modal" data-target="#TermsConditionsDialog" lang="ca">Termes i Condicions</a> i la <a href="#PrivacyPolicyDialog" id="PrivacyPolicyLink" data-toggle="modal" data-target="#PrivacyPolicyDialog" lang="ca">Política de Privacitat</a> d'aquest lloc web.
es_mx: Entiendo y acepto los <a id="TermsConditionsLink" href="#TermsConditionsDialog" data-toggle="modal" data-target="#TermsConditionsDialog" lang="es">Términos y Condiciones</a> y la <a href="#PrivacyPolicyDialog" id="PrivacyPolicyLink" data-toggle="modal" data-target="#PrivacyPolicyDialog" lang="es">Politica de Privacidad</a> de este sitio web.
fr_fr: J'accepte et comprends les <a id="TermsConditionsLink" href="#TermsConditionsDialog" data-toggle="modal" data-target="#TermsConditionsDialog" lang="fr">Termes et Conditions</a> et la <a href="#PrivacyPolicyDialog" id="PrivacyPolicyLink" data-toggle="modal" data-target="#PrivacyPolicyDialog" lang="fr">Politique de Confidentialité</a> de ce site Web.

# Fine_ClearForm
source: Clear form
ca_es: Netejar el formulari
es_mx: Limpiar formulario
fr_fr: Nettoyez le formulaire

# Fine_Fill
source: Please fill in the field(s) below with your ticket information.
ca_es: Si us plau, ompli els següents camps amb la informació de la seva denúncia.
es_mx: Por favor, rellene los siguientes campos con la información de su denuncia.
fr_fr: Veuillez remplir les champs obligatoires avec les informations sur votre facture ou contravention

# Fine_NonRefundable
source: Your have selected the following ticket for payment. <br>All payments made through this website are <strong class="text-uppercase">non-refundable</strong>.
ca_es: Has seleccionat la següent denúncia per pagar. <br>Tots els pagaments fets a través d'aquest lloc són <strong class="text-uppercase">no refundables</strong>.
es_mx: Has seleccionado la siguiente denuncia para pagar. <br>Todos los pagos hechos a través de este sitio web son <strong class="text-uppercase">no refundables</strong>.
fr_fr: Vous avez sélectionné la réclamation suivante à payer. <br>Tous les paiements effectués via ce site ne sont <strong class="text-uppercase">pas remboursables</strong>.

# Fine_Payment
source: Payment
ca_es: Pagament
es_mx: Pago
fr_fr: Paiement

# Fine_PaymentDone
source: Payment done
ca_es: Pagament realitzat
es_mx: Pago completo
fr_fr: Paiement effectué

# Fine_PCI
source: PCI Security Certified
ca_es: Certificat de seguretat PCI
es_mx: Certificado de seguridad PCI
fr_fr: Certifié PCI Security

# Fine_SearchParameters
source: Search
ca_es: Paràmetres de cerca
es_mx: Parámetros de búsqueda
fr_fr: Recherche

# SiteMaster_Privacy
source: Privacy policy
ca_es: Política de privacitat
es_mx: Política de privacidad
fr_fr: Politique de confidentialité

# Fine_PayWith
source: Pay with
ca_es: Pagar amb
es_mx: Pagar con
fr_fr: Payez avec

# Fine_PayWithCreditCard
source: Pay with credit card
ca_es: Pagar amb targeta de crèdit
es_mx: Pagar con tarjeta de crédito
fr_fr: Payez avec une carte de crédit

# Fine_TicketPaymentFailureText
source: Your bank declined our attempt to authorize your card.
ca_es: El vostre banc ha denegat el nostre intent d'autoritzar la vostra targeta.
es_mx: Su banco rechazó nuestro intento de autorizar su tarjeta.
fr_fr: Votre banque a refusé notre tentative d'autorisation de votre carte.

# Fine_TicketPaymentOK
source: You have successfully completed your online ticket payment.
ca_es: Heu completat correctament el vostre pagament online.
es_mx: Ha completado con éxito el pago online de su denuncia.
fr_fr: Vous avez terminé avec succès le paiement online de votre billet.

# Fine_ProvideInfo
source: Should you wish to contact us concerning your payment, <br>please be prepared to provide us with the above information.
ca_es: Si voleu contactar amb nosaltres pel que fa al vostre pagament, prepareu-vos la informació anterior.
es_mx: Si desea comunicarse con nosotros en relación con su pago, <br> esté preparado para proporcionarnos la información anterior.
fr_fr: Si vous souhaitez nous contacter concernant votre paiement, <br> soyez prêt à nous fournir les informations ci-dessus.

# Fine_Close
source: Close
ca_es: Tancar
es_mx: Cerrar
fr_fr: Fermer

# FineModel_ValidEmail
source: Enter a valid email
ca_es: Introduïu un e-mail vàlid
es_mx: Introduzca un e-mail válido
fr_fr: Entrez un e-mail valide

# Fine_GetProofPre
source: Receive confirmation
ca_es: Rebre justificant
es_mx: Recibir confirmación
fr_fr: Recevoir une confirmation

# UserData_Billing
source: Billing
ca_es: Dades de facturació
es_mx: Datos de facturación
fr_fr: Facturation

# UserData_ChangePassword
source: Change Password
ca_es: Canviar contrasenya
es_mx: Cambiar contraseña
fr_fr: Changer le mot de passe

# UserData_MyPlates
source: My license plates
ca_es: Els meus matrícules
es_mx: Mis matrículas
fr_fr: Mes plaques d'immatriculation

# Moneris_HT_AcceptedForms
source: Accepted forms of payment:
fr_fr: Modes de paiement acceptés:

# Moneris_HT_ButCancel
source: Cancel
fr_fr: Annuler

# Moneris_HT_ButRegisterCard
source: Register Card
fr_fr: Enregistrer la carte

# Moneris_HT_CardNumber
source: Card Number*:
fr_fr: Numéro de la carte*:

# Moneris_HT_CVD
source: Card Verification Code (CVD)*:
fr_fr: Code de vérification (CVD)*:

# Moneris_HT_Error
source: Error!
fr_fr: Erreur!

# Moneris_HT_Error_Error_Generating_Token
source: Error generating token
fr_fr: Erreur lors de la génération de token

# Moneris_HT_Error_Invalid_Card_Number
source: Card number is invalid
fr_fr: Le numéro de la carte est invalide

# Moneris_HT_Error_Invalid_CVD
source: Invalid CVD (must be 3-4 digits)
fr_fr: CVD invalide (doit être 3-4 chiffres)

# Moneris_HT_Error_Invalid_Date
source: Invalid date (must be current/future month)
fr_fr: Date invalide (doit être une date actuelle ou future)

# Moneris_HT_Error_Invalid_Profile1
source: Invalid Profile ID in tokenization request
fr_fr: ID de profil non valide dans la demande de tokenisation

# Moneris_HT_Error_Invalid_Profile2
source: Invalid Profile ID, or source URL
fr_fr: ID du profil ou source URL invalide

# Moneris_HT_Error_Unknown
source: Unknown Error
fr_fr: Erreur inconnue

# Moneris_HT_ExpiryDate
source: Expiry Date (MMYY)*:
fr_fr: Date d´expiration (MMAA) *:

# Moneris_HT_Text1
source: Enter your card information:
fr_fr: Saisir les renseignements de votre carte :

# Moneris_HT_Text2
source: After clicking "Register Card" do not go back or refresh page to avoid the process interruption.
fr_fr: Après avoir cliqué sur "Enregistrer la carte", ne revenez pas en arrière ou ne rafraîchissez pas la page pour éviter l'interruption du processus.

# Parking_AddPlate
source: Add plate
ca_es: Afegir una matrícula
es_mx: Añadir una matrícula
fr_fr: Ajouter une plaque d'immatriculation

# Parking_AddPlate_NewPlate
source: New plate
ca_es: Nova matrícula
es_mx: Nueva matrícula
fr_fr: Nouvelle plaque

# Parking_EditPlate
source: Edit plate
ca_es: Edita matrícula
es_mx: Editar matrícula
fr_fr: Modifier la plaque d'immatriculation

# Parking_EditPlate_AddPlate
source: Add your vehicle licence plate
ca_es: Afegir matrícula
es_mx: Añadir matrícula
fr_fr: Ajoutez votre numéro de plaque

# Parking_EditPlate_AddVehicle
source: Add vehicle
ca_es: Afegir vehicle
es_mx: Agregar vehículo
fr_fr: Ajouter un véhicule

# Parking_EditPlate_Plate
source: License plate
ca_es: Matrícula
es_mx: Matrícula
fr_fr: Plaque d'immatriculation

# Parking_EditPlate_Tip
source: You can add as many vehicles as you want, organise them and always have them available.
ca_es: Pots afegir tots els cotxes que vulguis, organitzar-los i tenir-los sempre a mà.
es_mx: Puedes agregar todos los coches que quieras, organizarlos y tenerlos siempre a mano.
fr_fr: Vous pouvez ajouter autant de voitures que vous le souhaitez, organiques et les avoir toujours entre vos mains.

# Parking_Error_NoRates
source: No rates available
ca_es: No hi ha tarifes
es_mx: No hay tarifas
fr_fr: Aucun tarif disponible

# Parking_Error_NoRates_Description
source: There are no rates available for this area
ca_es: No hi ha cap tarifa disponible en aquesta zona
es_mx: No hay ninguna tarifa disponible para esta zona
fr_fr: Il n'y a pas de tarif disponible pour cette zone

# Parking_Error_PlateAlreadyExists
source: Plate already exists
ca_es: La matrícula ja existeix
es_mx: La matrícula ya existe
fr_fr: La plaque d'immatriculation existe déjà

# Parking_Error_PlateNotFound
source: Plate not found
ca_es: No s'ha trobat la matrícula
es_mx: Matrícula no encontrada
fr_fr: Plaque d'immatriculation introuvable

# Parking_PayParking
source: Pay Parking Meter
ca_es: Pagar Parquímetre
es_mx: Pagar Parquímetro
fr_fr: Payer l’horodateur

# Parking_Plates
source: Plates
ca_es: Matrícules
es_mx: Matrículas
fr_fr: Plaques d'immatriculation

# Parking_Plates_AddPlate
source: Add your vehicle licence plate
ca_es: Afegir matrícula
es_mx: Añadir matrícula
fr_fr: Ajoutez votre numéro de plaque

# Parking_Plates_DeletePlate
source: Delete plate
ca_es: Voleu suprimir la matrícula
es_mx: ¿Eliminar matrícula
fr_fr: Supprimer la plaque d'immatriculation

# Parking_Plates_SelectPlate
source: Select the vehicle licence plate that you are paying for or add a new one
ca_es: Seleccionar matrícula
es_mx: Seleccionar matrícula
fr_fr: Sélectionnez la plaque d'immatriculation

# Parking_Rates_SelectRate
source: Select parking rate
ca_es: Selecciona tarifa
es_mx: Selecciona tarifa
fr_fr: Sélectionnez le tarif de stationnement

# Parking_SelectRate
source: Select rate
ca_es: Seleccioneu tarifa
es_mx: Seleccione tarifa
fr_fr: Sélectionnez le tarif

# Parking_Error_PlateNotValid
source: Please provide a valid plate number
ca_es: Proporcioneu un número de matrícula vàlid
es_mx: Introduzca un número de matrícula válido
fr_fr: Veuillez fournir un numéro de plaque d'immatriculation valide

# Parking_Amount_ParkingRate
source: Parking Rate
ca_es: Estacionament (Tarifa + IVA)
es_mx: Estacionamiento (Tarifa+IVA)
fr_fr: Parking (Tarif + TVA)

# Parking_Amount_ParkingSessionWillExpire
source: Your parking session will end
ca_es: El teu aparcament finalitzarà
es_mx: Tu aparcamiento finalizará
fr_fr: Votre parking prendra fin

# Parking_Amount_PressButtons
source: Press the buttons to choose the time <br>for your parking session
ca_es: Prem els botons per triar l'hora <br>a la teva sessió d'aparcament.
es_mx: Pulsa los botones para elegir la hora <br>de tu sesión de aparcamiento.
fr_fr: Appuyez sur les boutons pour choisir l'heure <br>de votre session de stationnement.

# Parking_Amount_Reset
source: Reset
ca_es: Reiniciar
es_mx: Reiniciar
fr_fr: Redémarrer

# Parking_Amount_SelectTime
source: Select how long you want to park for
ca_es: Selecciona temps
es_mx: Selecciona tiempo
fr_fr: Sélectionnez l'heure

# Parking_Amount_ServiceFee
source: HST
ca_es: Cost servei
es_mx: Coste servicio
fr_fr: Coût du service

# Parking_SelectAmount
source: Select amount
ca_es: Selecció d'import
fr_fr: Sélection du montant

# Parking_Amount_In_X_days
source: In {0} days
ca_es: En {0} dies
es_mx: En {0} días
fr_fr: Dans {0} jours

# Parking_Amount_Today
source: Today
ca_es: Avui
es_mx: Hoy
fr_fr: Aujourd'hui

# Parking_Amount_Tomorrow
source: Tomorrow
ca_es: Demà
es_mx: Mañana
fr_fr: Demain

# Parking_Day
source: day
ca_es: dia
es_mx: día
fr_fr: jour

# Parking_Days
source: days
ca_es: dies
es_mx: días
fr_fr: jours

# Parking_Hour
source: hour
ca_es: hora
es_mx: hora
fr_fr: heure

# Parking_Hours
source: hours
ca_es: hores
es_mx: horas
fr_fr: heures
