Repository: SidhantUppal/sandro-repo
Catalog: integraMobile/Properties/Resources.*.resx
Languages: ca_es, es_mx, fr_fr

# CustomerInscriptionModel_WriteYourState
source: * Write your State.
ca_es: * escrigui la seva província
es_mx: * escribe tu provincia
fr_fr: *Écrivez votre Province

# CustomerInscriptionModel_WriteYourStreetName
source: * Write your Street Name
ca_es: * escrigui el nom del seu carrer
es_mx: * escribe el nombre de tu calle
fr_fr: *Écrivez le numéro de la rue

# CustomerInscriptionModel_WriteYourStreetNumber
source: * Write your street number.
ca_es: * número
es_mx: * número
fr_fr: *Écrivez le nom de la rue

# CustomerInscriptionModel_WriteYourUsername
source: * Min.- {0} Max {1} characteres
ca_es: * Mín.- {0} Màx. {1} caràcters
es_mx: * Mín.- {0} Máx {1} caracteres
fr_fr: *Min. -{0} Max. {1} caractères

# CustomerInscriptionModel_WriteYourZipCode
source: * Write your zip/postal code
ca_es: * escrigui el seu codi postal
es_mx: * escribe tu código postal
fr_fr: *Écrivez votre code postal

# CustomerInscriptionModel_ZipCode
source: Zip/Postal Code
ca_es: Codi Postal
es_mx: Código Postal
fr_fr: Code postal

# ErrMsg_ActivationCodeAlreadyUsed
source: The registration code has already been used.
ca_es: El codi de registre ja ha estat utilitzat
es_mx: El código de registro ya ha sido utilizado
fr_fr: Le code d'inscription a déjà été utilisé

# ErrMsg_ActivationCodeExpired
source: The activation code has expired. Please restart the registration process.
ca_es: El codi d'activació ha expirat. Si us plau, torni a iniciar el procés de registre
es_mx: El código de activación ha expirado. Por favor vuelva a iniciar el proceso de registro
fr_fr: Le code d'activation a expiré. S'il vous plaît, recommencez l'inscription.

# ErrMsg_ActivationCodeExpired_2
source: The activation code has expired
ca_es: El codi d'activació ha expirat.
es_mx: El código de activación ha expirado
fr_fr: Le code d'activation a expiré.

# ErrMsg_ActivationURLIncorrect
source: Activation link is invalid.
ca_es: Enllaç d'activació no vàlid
es_mx: Enlace de activación no válido
fr_fr: Le lien d'activation est invalide.

# ErrMsg_DeleteUserMustBeAccepted
source: You must check the box to accept
ca_es: Ha de marcar el chekbox d'acceptació
es_mx: Debe marcar el chekbox de aceptación
fr_fr: Vous devez cocher la boîte pour accepter

# ErrMsg_UseConditionsMustBeAccepted
source: Use Conditions must be accepted
ca_es: Ha d'acceptar les condicions d'ús per a continuar
es_mx: Las condiciones de uso deben ser aceptadas para continuar
fr_fr: Les conditions d'utilisation doivent être acceptées pour continuer.

# ErrMsg_UsernameAlreadyExist
source: This User Name already exists. Please choose another one.
ca_es: El nom d'usuari ja existeix. Esculli un altre nom.
es_mx: El nombre de usuario ya existe. Escoja otro.
fr_fr: Le nom d'utilisateur existe déjà. Choisissez-en un autre.

# ErrMsg_ValidationCodeIsIncorrect
source: The validation code is incorrect.
ca_es: El codi de validació és incorrecte.
es_mx: El código de validación es incorrecto
fr_fr: Le code de validation est incorrect.

# ErrMsg_ValidationCodeIsRequired
source: The validation code is required.
ca_es: El codi de validació és obligatori.
es_mx: El código de validación es obligatorio
fr_fr: Le code de validation est obligatoire.

# ErrorsMsg_CaptchaNotValid
source: Captcha not valid
ca_es: Comprovació Captcha no passada
es_mx: Comprobación Captcha no pasada
fr_fr: Vérification captcha refusée.

# ErrorsMsg_EmailsMustMatch
source: The email must match
es_mx: El e-mail y su confirmación deben coincidir
fr_fr: Le courrier électronique et la confirmation doivent coïncider.

# ErrorsMsg_ErrorAddindInformationToDB
source: Error adding information to the database.
ca_es: Error afegint les dades a la base de dades
es_mx: Error añadiendo los datos a la base de datos
fr_fr: Un erreur s'est produite en ajoutant des données à la base de données.

# ErrorsMsg_ErrorEmailAlreadyExist
source: This e-mail cannot be used because it already exists in the system
ca_es: No es pot utilitzar el correu electrònic perquè ja existeix al sistema
es_mx: No se puede utilizar el e-mail porque ya existe en el sistema
fr_fr: Le courrier électronique ne peut pas être utilisé parce qu'il existe déjà.

# ErrorsMsg_ErrorNothingHasChanged
source: Nothing has been changed
ca_es: No s'ha canviat cap dels valors
es_mx: No se ha cambiado ninguno de los valores
fr_fr: Aucune des valeurs n'ont changées

# ErrorsMsg_ErrorSendingActivation
source: Error sending the activation
ca_es: Error enviant l'activació
es_mx: Error enviando la activación
fr_fr: Erreur en envoyant l'activation.

# ErrorsMsg_ErrorTelephoneAlreadyExist
source: This telephone number cannot be used because it already exists in the system
ca_es: No es pot utilitzar el telèfon perquè ja existeix al sistema
es_mx: No se puede utilizar el teléfono porque ya existe en el sistema
fr_fr: Le téléphone ne peut pas être utilisé parce qu'il existe déjà dans le système

# ErrorsMsg_GreaterThanZeroRequired
source: The field '{0}' must be greater than zero.
es_mx: El campo '{0}' tiene que ser superior a zero.
fr_fr: Le champ '{0}'doit être supérieur à zéro.

# ErrorsMsg_InvalidFormat
source: The {0} field is an invalid format
ca_es: El camp {0} no té un format correcte
es_mx: El campo {0} no tiene un formato correcto
fr_fr: Le champ '{0}' n'a pas un format correct

# ErrorsMsg_InvalidLength
source: The maximum length of the {0} field is {1}
ca_es: La longitud màxima del camp {0} és {1}
es_mx: La longitud máxima del campo {0} es {1}
fr_fr: La longueur maximale du champ {0} est {1}

# ErrorsMsg_InvalidLengthWithMinimum
source: The maximum length of the {0} field is {1}
ca_es: La longitud del camp {0} ha de ser com a mínim {2} i com a màxim {1}
es_mx: La longitud del campo {0} tiene que ser al menos {2} y como máximo {1}
fr_fr: La longueur du champ {0} doit être au moins {2} et au maximum {1}

# ErrorsMsg_InvalidPassword
source: Invalid Password
ca_es: Contrasenya incorrecta
es_mx: Contraseña incorrecta
fr_fr: Le mot de passe est incorrect

# ErrorsMsg_InvalidPaymentMeanType
source: Invalid payment method
ca_es: Mètode de pagament incorrecte
es_mx: Método de pago incorrecto
fr_fr: Le moyen de paiement est invalide

# ErrorsMsg_LengthMustBeAtLeast
source: The maximum length of the {0} field is {1}
ca_es: La longitud mínima del camp {0} és {1}
es_mx: La longitud mínima del campo {0} es {1}
fr_fr: La longueur minimale du champ {0} est {1}

# ErrorsMsg_PasswordsMustMatch
source: The passwords must match
ca_es: La contrasenya i la seva confirmació han de coincidir
es_mx: La contraseña y su confirmación deben coincidir
fr_fr: Le mot de passe et la confirmation doivent coïncider.

# ErrorsMsg_PlateListCantbeEmpty
source: Plates List can't be empty
ca_es: La llista de matrícules no pot estar buida
es_mx: La Lista de matrículas no puede estar vacía
fr_fr: La Liste des plaques d'immatriculation ne peut pas être vide.

# ErrorsMsg_RequiredField
source: The {0} field is required
ca_es: El camp {0} és obligatori
es_mx: El campo {0} es obligatorio
fr_fr: Le champ {0} est obligatoire

# ErrorsMsg_RequiredFieldPayPalID
source: The PayPal ID field is required.
ca_es: El camp Identificador de Paypal és obligatori
es_mx: El campo Identificador de Paypal es obligatorio
fr_fr: Le champ identifiant de PayPal est obligatoire.

# ErrorsMsg_SummaryMessage
source: There are some errors. Please correct them to continue.
ca_es: Hi ha alguns errors. Si us plau, corregeix-los per a continuar.
es_mx: Hay algunos errores. Por favor corríjalos para continuar.
fr_fr: Il y a des erreurs. S'il vous plaît, corrigez-les pour continuer.

# ErrorsMsg_UserNotExists
source: There is no user with this information
ca_es: No existeix cap usuari amb aquestes dades
es_mx: No existe ningún usuario con esos datos
fr_fr: L'utilisateur avec ces données n'existe pas.

# FineModel_ConfirmEmail
source: * Confirm your e-mail
ca_es: *Confirme su e-mail:
es_mx: *Confirme su e-mail:
fr_fr: *Validez votre courriel électronique

# FineModel_Email
source: *E-mail:
fr_fr: *Courriel électronique

# FineModel_TicketNumber
source: Notice number
ca_es: Número de ticket
es_mx: Número de denuncia
fr_fr: Numéro de l'avis

# FineModel_WriteYourConfirmEmail
source: * Repeat your e-mail
ca_es: * repita el e-mail
es_mx: * repita el e-mail
fr_fr: *Répétez votre courriel électronique

# FineModel_WriteYourEmail
source: * Input your e-mail
ca_es: * escriba el e-mail
es_mx: * escriba el e-mail
fr_fr: *Écrivez votre courriel électronique

# Fine_Amount
source: Amount
ca_es: Importe
es_mx: Importe
fr_fr: Montant

# Fine_City
source: City
ca_es: Ciudad
es_mx: Ciudad
fr_fr: Ville

# Fine_FEE
source: Service Cost
ca_es: Cost del Servei
es_mx: Coste del servicio
fr_fr: Coût du service

# Fine_Header
source: Ticket Payment Portal
ca_es: Portal de Pagament de Denúncies
es_mx: Portal de Pago de Denuncias
fr_fr: Portail de paiement d'une facture et/ou contravention

# Fine_PartialVAT1
source: Tax
ca_es: IVA
es_mx: IVA
fr_fr: Taxes

# Fine_PaymentButton
source: Pay now
ca_es: Pagar ahora
es_mx: Pagar ahora
fr_fr: Payez maintenant

# Fine_Plate
source: License Plate
ca_es: Matrícula
es_mx: Matrícula
fr_fr: Numéro de plaque

# Fine_SearchAgain
source: Search another notice
ca_es: Buscar otro ticket
es_mx: Buscar otra denuncia
fr_fr: Rechercher

# Fine_SearchButton
source: Search
ca_es: Buscar
es_mx: Buscar
fr_fr: Rechercher

# Fine_TicketNumber
source: Notice number
ca_es: Número de ticket
es_mx: Número de denuncia
fr_fr: Numéro de l'avis

# Fine_TicketPayment
source: Notice payment
ca_es: Pago de Ticket
es_mx: Pago de denuncia
fr_fr: Paiement d'un avis de réclamation

# Fine_TicketPaymentFailureTitle
source: Payment error
ca_es: Error en el pago
es_mx: Error en el pago
fr_fr: Erreur de paiement

# Fine_TicketPaymentFailure_1
source: There was an error in the payment
ca_es: Se ha producido un error en el pago
es_mx: Se ha producido un error en el pago
fr_fr: Une erreur c'est produit dans le paiement

# Fine_TicketPaymentFailure_3
source: Please, try again
ca_es: Por favor, inténtelo de nuevo
es_mx: Por favor, inténtelo de nuevo
fr_fr: S'il vous plaît, essayez à nouveau.

# Fine_TicketPaymentSuccess
source: Payment succesful
ca_es: Pago completado
es_mx: Pago completado
fr_fr: Le paiement a été complété avec succès

# Fine_TicketPaymentSuccessTitle
source: Payment done
ca_es: Pago finalizado
es_mx: Pago finalizado
fr_fr: Le paiement est terminé

# Fine_TicketPaymentSuccess_1
source: The payment was done succesfully
ca_es: El pago se ha realizado correctamente
es_mx: El pago se ha realizado correctamente
fr_fr: Le paiement a été effectué avec succès

# Fine_Title
source: Pay notice
ca_es: Pagar ticket
es_mx: Pagar denuncia
fr_fr: Payer votre avis de réclamation

# ForgotPasswordEnd_Remark
source: An e-mail has been sent to your account containing a link. Once you receive an SMS on your mobile phone with a code, open the link and enter the code.
ca_es: Se li ha enviat un correu electrònic amb un enllaç que haurà de prémer una vegada rebi un SMS al seu telèfon mòbil amb un codi que haurà d'introduir a la pàgina.
es_mx: Se le ha enviado un correo electronico con un enlace que habra de pulsar una vez reciba un SMS en su teléfono movil con un código que tendrá que introducir en la página.
fr_fr: Un courriel électronique a été envoyé avec un lien. Une fois que vous aurez reçu le message texte (SMS), ouvrez le lien et entrez le code.

# ForgotPassword_EmailHeader
source: Blinkay: Password Recovery
ca_es: Blinkay: Recuperació de contrasenya
es_mx: Blinkay: Recuperación de contraseña
fr_fr: Blinkay: Récupération de mot de passe

# ForgotPassword_Remarks
source: After pressing the button to confirm, an e-mail will be sent to your account containing a link. Once you receive an SMS on your mobile phone with a code, open the link and enter the code.
ca_es: Després de prémer el botó de confirmar s'enviarà un correu electrònic amb un enllaç que haurà de prémer una vegada rebi un SMS al seu telèfon mòbil amb un codi que haurà d'introduir a la pàgina.
es_mx: Después de pulsar el botón de confirmar se enviará un correo electronico con un enlace que habra de pulsar una vez reciba un SMS en su teléfono movil con un código que tendrá que introducir en la página.
fr_fr: Après avoir cliquer sur le bouton de confirmation, un courriel électronique sera envoyé avec un lien. Une fois que vous aurez reçu le message texte (SMS), ouvrez le lien et entrez le code.

# ForgotPassword_SMS
source: This is a message from Blinkay. Your code to recover your password is {0}.
ca_es: Això és un missatge de Blinkay. El seu codi per a la recuperació de la contrasenya és {0}.
es_mx: Este es un mensaje de Blinkay. Su codigo para la recuperación de la contraseña es {0}.
fr_fr: C'est un message d'Blinkay. Votre code pour récupérer le mot de passe est {0}

# ForgotPassword_Title
source: Password Reminder
ca_es: Recordatori Contrasenya
es_mx: Recordatorio Contraseña
fr_fr: Rappel du mot de passe

# Home_AddNewUser
source: Add New User
ca_es: Alta Nou Usuari
es_mx: Alta Nuevo Usuario
fr_fr: ajoutez un nouvel utilisateur

# Home_BadUserNameOrPassword
source: The User Name or password is incorrect.
ca_es: El nom d'usuari o la contrasenya són incorrectes.
es_mx: El nombre de usuario o la contraseña son incorrectos.
fr_fr: Le nom d'utilisateur ou le mot de passe sont incorrects.

# Home_BuyCoupons
source: Buy Coupons
ca_es: Comprar Cupons
es_mx: Comprar Abonos
fr_fr: Achetez des coupons de réductions

# Home_Companies
source: Company Name
ca_es: Empresa
es_mx: Empresa
fr_fr: Nom de l'entreprise

# Home_ForgotPassword
source: Forgot your password?
ca_es: Has oblidat la teva contrasenya?
es_mx: ¿Olvidó su contraseña?
fr_fr: Avez-vous oublié votre mot de passe?

# Home_ForgotUsername
source: Forgot your User Name?
ca_es: Has oblidat el teu nom d'usuari?
es_mx: ¿Olvidó su usuario?
fr_fr: Avez-vous oublié votre nom d'utilisateur?

# Home_GetUserDataError
source: Error retrieving user information.
ca_es: Error obtenint les dades de l'usuari.
es_mx: Error obteniendo los datos del usuario.
fr_fr: Erreur en obtenant les données d'utilisateur.

# Home_Individuals
source: Individual
ca_es: Particular
es_mx: Particular
fr_fr: Particulier

# Home_Password
source: Password
ca_es: Contrasenya
es_mx: Contraseña
fr_fr: Mot de passe

# Home_Service_Conditions
source: See service conditions.
ca_es: Consulti les condicions del servei.
es_mx: Consulte las condiciones del servicio.
fr_fr: Consultez les conditions du service.

# Home_UserDeleteError
source: Error deleting the user
ca_es: Error borrant l'usuari
es_mx: Error borrando el usuario
fr_fr: Erreur en supprimant l'utilisateur.

# Home_UserDeleteOK
source: User deleted correctly
ca_es: Usuari borrat correctament
es_mx: Usuario borrado correctamente
fr_fr: Utilisateur supprimé correctement.

# Home_Username
source: User Name or e-mail
ca_es: Nom d'usuari o correu electrònic
es_mx: Nombre de usuario o e-mail
fr_fr: Nom d'utilisateur ou courrier électronique

# Home_WhyService
source: Why use Blinkay?
ca_es: Per què utilitzar Blinkay?
es_mx: ¿Por qué utilizar Blinkay?
fr_fr: Pourquoi utiliser Blinkay?

# IndividualsRegistration_Signup1
source: Open the validation email on your device to continue the signup.
ca_es: Obriu el correu electrònic de validació al vostre dispositiu per continuar amb la subscripció.
es_mx: Abra el correo electrónico de validación en su dispositivo para continuar con el registro.
fr_fr: Ouvrez le courrier électronique de validation sur votre portable pour continuer l'inscription.

# IndividualsRegistration_Signup_Check_Email
source: Check your e-mail
ca_es: Revisa el teu correo electrònic
es_mx: Revisa tu correo electrónico
fr_fr: Vérifiez votre courrier électronique

# IndividualsRegistration_Signup_Check_Title
source: Check your e-mail
ca_es: Revisa el teu correo electrònic
es_mx: Revisa tu correo electrónico
fr_fr: Vérifiez votre courrier électronique

# InvoiceRetailer_PDF_Amount
source: Amount
es_mx: Importe
fr_fr: Montant

# InvoiceRetailer_PDF_CouponsLine
source: Discount
es_mx: Abono
fr_fr: Réduction

# InvoiceRetailer_PDF_InvoiceNumber
source: Invoice number:
es_mx: Factura nº:
fr_fr: Facture nº:

# InvoiceRetailer_PDF_NIF
source: Tax ID:
es_mx: C.I.F.:
fr_fr: Numéro de taxes :

# InvoiceRetailer_PDF_QRAvailable
source: Available
es_mx: Disponible
fr_fr: Disponible

# InvoiceRetailer_PDF_QRCode
source: Reload code: {0}
es_mx: Código de recarga: {0}
fr_fr: Code de recharge: {0}

# InvoiceRetailer_PDF_TotalAmount
source: Fees to be issued:
es_mx: Abonos a emitir:
fr_fr: Frais à payer:

# InvoiceRetailer_PDF_TotalPayTypeFEE
source: Credit card commission:
es_mx: Comisión tarjeta de crédito:
fr_fr: Frais de carte de crédit:

# InvoiceRetailer_PDF_TotalServiceFEE
source: Service commission:
es_mx: Comisión servicio:
fr_fr: Frais de service:

# InvoiceRetailer_PDF_Units
source: Units
es_mx: Unidades
fr_fr: Unités

# InvoiceRetailer_PDF_Unit_Amount
source: Price
es_mx: Precio
fr_fr: Prix

# InvoiceRetailer_PDF_VAT
source: GST/PST {0}%:
es_mx: IVA {0}%:
fr_fr: TPS/TVQ {0}%:

# No_Registries_Found
source: No records found
ca_es: No s'han trobat registres
es_mx: No se han encontrado registros
fr_fr: Aucun enregistrement trouvé

# Pager_First
source: First
ca_es: Primera
es_mx: Primera
fr_fr: Premier

# Pager_Format
source: Register {0} - {1} of {2}
ca_es: Registre {0} - {1} de {2}
es_mx: Registro {0} - {1} de {2}
fr_fr: Enregistrement {0} - {1} de {2}

# Pager_Last
source: Last
ca_es: Última
es_mx: Última
fr_fr: Dernier

# Pager_Next
source: Next
ca_es: Següent
es_mx: Siguiente
fr_fr: Suivant

# Pager_Previous
source: Back
ca_es: Anterior
es_mx: Anterior
fr_fr: Précédent

# Pager_SingleFormat
source: Register {0} of {1}
ca_es: Registre {0} de {1}
es_mx: Registro {0} de {1}
fr_fr: Enregistrement {0} - {1} de {2}

# Payu_Card_Choose_Franchise
source: Choose your card type
es_mx: Elige tu franquicia
fr_fr: Choisissez votre type de carte

# Payu_Card_CVC
source: CVC
es_mx: CVV
fr_fr: CVV

# Payu_Card_Data
source: Card Data
es_mx: Datos de la tarjeta
fr_fr: Données de la carte

# Payu_Card_Exp_Date
source: Expiry Date (MM/YYYY)
es_mx: Expiración (MM/AAAA)
fr_fr: Expiration (MM/AAAA)

# Payu_Card_Id
source: Identification Number(INE, IFE)
ca_es: Número d'identificació(INE, IFE)
es_mx: Número de Identificación(INE, IFE)
fr_fr: Numéro d'identification(INE, IFE)

# Payu_Card_Name
source: Name
es_mx: Nombre
fr_fr: Nom

# Payu_Card_Number
source: Card Number
es_mx: Número de la tarjeta de crédito
fr_fr: Numéro de la carte de crédit

# Payu_Card_Year_Format
source: YYYY
es_mx: AAAA
fr_fr: AAAA

# PermitsDataModel_CellNumber
source: Mobile phone
ca_es: Telèfon mòbil
es_mx: Teléfono móvil
fr_fr: Téléphone cellulaire

# PermitsDataModel_City
source: City
ca_es: Ciutat
es_mx: Ciudad
fr_fr: Ville

# PermitsDataModel_Country
source: Country
ca_es: País
es_mx: País
fr_fr: Pays

# PermitsDataModel_CountryPrefix
source: Country prefix
ca_es: Prefix de país
es_mx: Prefijo de país
fr_fr: Préfixe du Pays

# PermitsDataModel_Email
source: Email
fr_fr: Courriel

# PermitsDataModel_Month
source: Month
ca_es: Mes
es_mx: Mes
fr_fr: Mois

# PermitsDataModel_Password
source: Password
ca_es: Clau
es_mx: Contraseña
fr_fr: Mot de Passe

# PermitsDataModel_Plate
source: License plate
ca_es: Matrícula
es_mx: Matrícula
fr_fr: Numéro de plaque

# PermitsDataModel_Plates
source: License plates
ca_es: Matrículas
es_mx: Matrículas
fr_fr: Numéro de plaque

# PermitsDataModel_Tariff
source: Rate
ca_es: Tarifa
es_mx: Tarifa
fr_fr: Taux

# PermitsDataModel_TimeStep
source: Begin time - End time - Amount
ca_es: Hora inicial - Hora final - Import
es_mx: Hora inicio - Hora final - Importe
fr_fr: Fin du temps - Montant

# PermitsDataModel_User
source: Email / Phone
ca_es: Email / Telèfon
es_mx: Email / Teléfono
fr_fr: Courriel / Téléphone

# PermitsDataModel_Zone
source: Lot zone
ca_es: Zona
es_mx: Zona
fr_fr: Zone de stationnement

# Permits_AddSubscriptionType
source: Add subscription type
ca_es: Afegir tipus de subscripció
es_mx: Añadir tipo de suscripción
fr_fr: Ajoutez un type d'abonnement

# Permits_AddSubscriptionTypeAndPayMethod
source: Subscription type
ca_es: Tipus de subscripció
es_mx: Tipo de suscripción
fr_fr: Type d'abonnement

# Permits_Automatic_Renewal
source: Automatic renewal
ca_es: Renovació automàtica
es_mx: Renovación automática
fr_fr: Renouvellement automatique

# Permits_Continue
source: Continue
ca_es: Continuar
es_mx: Continuar
fr_fr: Continuez

# Permits_Error_cancelled_by_cardholder
source: Transaction cancelled
ca_es: La transacció ha estat cancel·lada
es_mx: La transacción ha sido cancelada
fr_fr: La transaction est annulée

# Permits_Error_CCProvider
source: CCProvider not set for this user
ca_es: No s'ha especificat CCProvider per a aquest usuari
es_mx: No se ha especificado CCProvider para este usuario
fr_fr: Le fournisseur de carte de crédit n'est pas identifié pour cet utilisateur

# Permits_Error_no_prepayment
source: Currently we can't handle parkings for prepayment users
ca_es: Actualmente no podemos gestionar aparcamientos para usuarios de prepago
es_mx: Actualmente no podemos gestionar aparcamientos para usuarios de prepago
fr_fr: Nous ne pouvons pas gérer ce stationnement avec le prépaiement

# Permits_Error_No_User
source: No user specified
ca_es: No se ha especificado ningún usuario
es_mx: No se ha especificado ningún usuario
fr_fr: L'utilisateur n'est pas spécifié

# Permits_Error_Request_Error_Code
source: Transaction cancelled
ca_es: La transacció ha estat cancel·lada
es_mx: La transacción ha sido cancelada
fr_fr: La transaction est annulée

# Permits_Error_Result_Error_ConfirmOperationAlreadyExecuting
source: Confirmation in process
ca_es: Confirmació en marxa
es_mx: Confirmación en marcha
fr_fr: La confirmation est en cours de traitement

# Permits_Error_Result_Error_Discount_Not_Allowed
source: Discount not allowed
ca_es: Descompte no permès
es_mx: Descuento no permitido
fr_fr: La réduction n'est pas permise

# Permits_Error_Result_Error_Email_Already_Exist
source: An Blinkay account already exists with this email address.
ca_es: Ja existeix un compte Blinkay amb aquesta adreça de correu.
es_mx: Ya existe una cuenta Blinkay con esta dirección de correo.
fr_fr: un compte Blinkay existe déjà pour ce courriel

# Permits_Error_Result_Error_Expired_Ticket_ID
source: Ticket identifier expired
ca_es: Identificador de tiquet expirat
es_mx: Identificador de ticket expirado
fr_fr: L'identifiant de la contravention a expiré

# Permits_Error_Result_Error_Extension_Is_Not_Possible
source: Maximum time reached for this plate
ca_es: La matrícula ja ha aparcat el màxim permès.
es_mx: La matrícula ya ha estacionado el màximo permitido
fr_fr: Le temps maximal a été atteint pour cette plaque d'immatriculation

# Permits_Error_Result_Error_Fine_Number_Already_Paid
source: Record already paid
ca_es: Expedient ja pagat
es_mx: Expediente ya pagado
fr_fr: Cet enregistrement a déjà été payé

# Permits_Error_Result_Error_Fine_Number_Not_Found
source: Record number not found
ca_es: Número d'expedient no trobat
es_mx: Número de expediente no encontrado
fr_fr: Le numéro d'enregistrement n'a pas été trouvé

# Permits_Error_Result_Error_Fine_Type_Is_Not_Payable
source: Record found but not voidable
ca_es: Expedient trobat però no anul·lable.
es_mx: Expediente encontrado pero no anulable
fr_fr: enregistrement a été trouvé mais ne peut-être annulé

# Permits_Error_Result_Error_Generic
source: Error, please try again later
ca_es: Ha ocurrido un error, por favor vuelva a intentarlo más tarde
es_mx: Ha ocurrido un error, por favor vuelva a intentarlo más tarde
fr_fr: Erreur, veuillez s'il vous plaît réessayer plus tard

# Permits_Error_Result_Error_InvalidAuthenticationHash
source: Invalid authentication hash
ca_es: Hash incorrecto
es_mx: Hash incorrecto
fr_fr: L'authentification du hachage est invalide
