Repository: SidhantUppal/sandro-repo
Catalog: integraMobile/Properties/Resources.*.resx
Languages: ca_es, es_mx, fr_fr

# Parking_PaidTime
source: Paid time
ca_es: Temps pagat
es_mx: Tiempo pagado
fr_fr: Temps payé

# Parking_SaveScreenshot
source: Save screenshot
ca_es: Desa la captura de pantalla
es_mx: Guardar captura de pantalla
fr_fr: Enregistrer la capture d'écran

# Parking_SendByEmail
source: Send by email
ca_es: Enviar per email
es_mx: Enviar por email
fr_fr: Envoyé par email

# Parking_DebitCreditCard
source: Debit or credit card
ca_es: Targeta de dèbit o crèdit
es_mx: Tarjeta de débito o crédito
fr_fr: Carte de débit ou de crédit

# Parking_Confirm
source: Confirm
ca_es: Confirma
es_mx: Confirmar
fr_fr: Confirmer

# Parking_ParkingSessionRegistered
source: Your parking session has been registered.
ca_es: La sessió d’aparcament ha estat registrada.
es_mx: Su sesión de aparcamiento ha sido registrada.
fr_fr: Votre session de stationnement a été enregistrée.

# Parking_Pay
source: Pay
ca_es: Paga
es_mx: Pagar
fr_fr: Payer

# Parking_RemainingFreeParking
source: Remaining free parking today:
ca_es: Queda aparcament gratuït avui:
es_mx: Estacionamiento gratuito restante hoy:
fr_fr: Parking gratuit restant aujourd'hui :

# Parking_YouDontNeedReceipt
source: You do NOT need to display a receipt in your vehicle.
ca_es: NO necessiteu mostrar cap rebut al vostre vehicle.
es_mx: NO es necesario que muestre un recibo en su vehículo.
fr_fr: Vous n'avez PAS besoin d'afficher un reçu dans votre véhicule.

# Parking_CheckYourInbox
source: Check your inbox to see the receipt.
ca_es: Consulteu la safata d’entrada per veure el rebut.
es_mx: Revise su bandeja de entrada para ver el recibo.
fr_fr: Vérifiez votre boîte de réception pour voir le reçu.

# Parking_EmailPlaceholder
source: name@email.com
ca_es: nom@email.com
es_mx: nombre@email.com
fr_fr: nom@email.com

# Parking_EmailSentCorrectly
source: The email was sent correctly.
ca_es: El correu electrònic s’ha enviat correctament.
es_mx: El correo electrónico se envió correctamente.
fr_fr: L'e-mail a été envoyé correctement.

# Parking_EnterEmailAddress
source: What is your email address?
ca_es: Quin és el seu email?
es_mx: ¿Cuál es su email?
fr_fr: Quelle est votre adresse e-mail ?

# Parking_Send
source: Send
ca_es: Enviar
es_mx: Enviar
fr_fr: Envoyer

# Permits_Error_Result_Error_Invalid_Email_Address
source: Invalid Email address
ca_es: Adressa de correu invàlida
es_mx: Dirección de correo electrónico no válida
fr_fr: Adresse e-mail invalide

# Parking_PaymentMethods
source: Payment Methods
ca_es: Mètodes de Pagament
es_mx: Medios de Pago
fr_fr: Méthodes de Payement

# Parking_NoTariffsAvailable
source: Rate not available or applicable during these hours
ca_es: La tarifa no està disponible ni és aplicable durant aquestes hores
es_mx: Tarifa no disponible o aplicable durante estas horas
fr_fr: Tarif non disponible ou applicable pendant ces heures

# Parking_UnknownLocation
source: Unknown location
ca_es: Ubicació desconeguda
es_mx: Localización desconocida
fr_fr: Lieu inconnu

# Parking_PayAsARegularParker
source: As a regular parker, you get all these benefits:
ca_es: Com aparcador habitual, obté tots aquests beneficis:
es_mx: Como aparcador habitual, obtiene todos estos beneficios:
fr_fr: En tant qu’utilisateur régulier, vous bénéficiez de tous ces avantages:

# Parking_PayAsARegularParker_LI1
source: Pay quickly and securely through your smartphone.
ca_es: Pagui de forma ràpida i segura a través del seu smartphone.
es_mx: Pague de forma rápida y segura a través de su smartphone.
fr_fr: Payez rapidement et en toute sécurité via votre smartphone.

# Parking_PayAsARegularParker_LI2
source: Get alerts when your parking session is about to end.
ca_es: Rebi alertes quan la seva sessió d'estacionament estigui a punt de finalitzar.
es_mx: Reciba alertas cuando su sesión de estacionamiento esté a punto de finalizar.
fr_fr: Recevez des alertes lorsque votre session de stationnement est sur le point de se terminer.

# Parking_PayAsARegularParker_LI3
source: Add time to your parking session directly with your phone.
ca_es: Afegiu temps a la seva sessió d'estacionament directament amb el seu telèfon.
es_mx: Agregue tiempo a su sesión de estacionamiento directamente con su teléfono.
fr_fr: Ajoutez du temps à votre session de stationnement directement avec votre téléphone.

# Parking_PayAsARegularParker_LI4
source: Access to your parking receipts or invoices.
ca_es: Accés als seus rebuts o factures d'estacionament.
es_mx: Acceso a sus recibos o facturas de estacionamiento.
fr_fr: Accès à vos reçus ou factures de stationnement.

# Parking_PayAsOccasionalParker
source: As an occasional parker:
ca_es: Com aparcador ocasional:
es_mx: Como aparcador ocasional:
fr_fr: En tant qu’utilisateur occasionnel:

# Parking_PayAsOccasionalParker_P1
source: Pay quickly and securely through your smartphone.
ca_es: Pagui de forma ràpida i segura a través del seu smartphone.
es_mx: Pague de forma rápida y segura a través de su smartphone.
fr_fr: Payez rapidement et en toute sécurité via votre smartphone.

# Parking_PayAsOccasionalParker_P2
source: No registration required: just input your vehicle license plate and choose a valid payment method.
ca_es: No cal registrar-se: només ingressi la matrícula del seu vehicle i triï un mètode de pagament vàlid.
es_mx: No es necesario registrarse: solo ingrese la matrícula de su vehículo y elija un método de pago válido.
fr_fr: Aucune inscription requise - il suffit d'entrer la plaque d'immatriculation de votre véhicule et de choisir un mode de paiement valide.

# Parking_PayDownloadBlinkayApp
source: Download Blinkay.app
ca_es: Descarregar Blinkay.app
es_mx: Descargar Blinkay.app
fr_fr: Télécharger Blinkay.app

# Parking_PayWithoutRegistration
source: Pay without registration
ca_es: Pagar sense registre
es_mx: Pagar sin registro
fr_fr: Payer sans inscription

# Parking_ChooseEndTime
source: Choose your parking session end time
ca_es: Trieu l'hora de finalització de la sessió d'aparcament
es_mx: Elija la hora de finalización de su sesión de estacionamiento
fr_fr: Choisissez votre heure de fin de session de stationnement

# RecaptchaFail
source: Error verifying reCAPTCHA, please try again
ca_es: S'ha produït un error en verificar reCAPTCHA. Torneu-ho a provar
es_mx: Error al verificar reCAPTCHA, intente nuevamente
fr_fr: Erreur lors de la vérification de reCAPTCHA, veuillez réessayer

# MercadoPago_Cancel
source: Cancel
ca_es: Cancel·lar
es_mx: Cancelar
fr_fr: Annuler

# MercadoPago_Card_Data
source: Card data
ca_es: Dades de la targeta
es_mx: Datos de la tarjeta
fr_fr: Données de la carte

# MercadoPago_Card_Expiration_Date
source: Expiration date (MM/YYYY)
ca_es: Data de caducitat (MM/AAAA)
es_mx: Fecha de vencimiento (MM/AAAA)
fr_fr: Date d'expiration (MM/AAAA)

# MercadoPago_Card_Holder_Name
source: Card holder name
ca_es: Titular de la targeta
es_mx: Titular de la tarjeta
fr_fr: Nom du titulaire

# MercadoPago_Card_Number
source: Card number
ca_es: Número de targeta
es_mx: Número de la tarjeta
fr_fr: Numéro de carte

# MercadoPago_Card_Security_Code
source: Security code
ca_es: Codi de seguretat
es_mx: Código de seguridad
fr_fr: Code de sécurité

# MercadoPago_Confirm
source: Confirm
ca_es: Confirmeu
es_mx: Confirmar
fr_fr: Confirmer

# MercadoPago_CVV
source: Security code
ca_es: Codi de seguretat
es_mx: Código de seguridad
fr_fr: Code de sécurité

# MercadoPago_CVV_Request_Title
source: MercadoPago : Security code
ca_es: MercadoPago : Codi de seguretat
es_mx: MercadoPago : Código de seguridad
fr_fr: MercadoPago : Code de sécurité

# MercadoPago_Identification_Number
source: Identification number
ca_es: Número d'identificació
es_mx: Número de documento
fr_fr: Numéro d'identification

# MercadoPago_Identification_Type
source: Identification type
ca_es: Tipus d'identificació
es_mx: Tipo de documento
fr_fr: Type d'identification

# MercadoPago_Installments
source: Installments
ca_es: Quotes
es_mx: Cuotas
fr_fr: Droits

# MercadoPago_Issuer
source: Issuer
ca_es: Banc emissor
es_mx: Banco emisor
fr_fr: Banque émettrice

# MercadoPago_Loading
source: Loading...
ca_es: Carregant...
es_mx: Cargando...
fr_fr: Chargement...

# MercadoPago_Pay
source: Pay
ca_es: Pagar
es_mx: Pagar
fr_fr: Payer

# MercadoPago_Request_Title
source: MercadoPago : Card data
ca_es: MercadoPago : Dades de la targeta
es_mx: MercadoPago : Datos de la tarjeta
fr_fr: MercadoPago : Données de la carte

# Account_Invoice_Date
source: Date
ca_es: Data
es_mx: Fecha

# Account_Invoice_PDF_Date
source: Date:
ca_es: Data:
es_mx: Fecha:

# Account_Op_AmountBONUS
source: Bonus
ca_es: Bonificació
es_mx: Bonificación

# Account_Op_Date
source: Date
ca_es: Data
es_mx: Fecha

# Account_Op_Installation
source: Installation
ca_es: Instal·lació
es_mx: Instalación

# Account_Op_Operation
source: Type
ca_es: Tipus
es_mx: Tipo

# Account_Op_Zone
source: Zone
ca_es: Zona
es_mx: Zona

# Fine_TicketPayment_MainMenu
source: Menu
ca_es: Menú
es_mx: Menú

# InvoiceRetailer_PDF_Date
source: Date:
es_mx: Fecha:

# InvoiceRetailer_PDF_Detail
source: Concept
es_mx: Concepto

# RetailerInvoice_Date
source: Date:
es_mx: Fecha:

# SiteMaster_Contact
source: Contact
ca_es: Contactar
es_mx: Contactar

# Parking_Minute
source: minute
ca_es: minut
es_mx: minuto

# Parking_Minutes
source: minutes
ca_es: minuts
es_mx: minutos

# Account_RechargeButton_MainMenu
source: Menu
ca_es: Menú
