Repository: SidhantUppal/sandro-repo
Catalog: BackOffice2.Prev/backOffice/Plugins/PBPPlugin/Locale/*/Security.resx
Languages: ca_es

# Feature.BalanceTransfers.Name
source: Balance Transfers
ca_es: Transferències de Saldo

# Feature.CurrOperations.Name
source: Current Operations
ca_es: Operacions Actuals

# Feature.Dashboard.Name
source: Dashboard
ca_es: Quadre de Comandament

# Feature.EmailTool.Name
source: Email sender
ca_es: Enviament de e-mails

# Feature.ExternalOperations.Name
source: External Operations
ca_es: Operacions Externes

# Feature.FinantialReports.Bank.Name
source: Gateway Detail
ca_es: Detall Passarel·la

# Feature.FinantialReports.Deposits.Name
source: Payments/Liquidations summary
ca_es: Resum de Pagaments/Liquidacions

# Feature.FinantialReports.GeneralData.Name
source: General Data
ca_es: Dades Generals

# Feature.FinantialReports.GeneralDataInstallation.Name
source: General Data for Installation
ca_es: Dades Generals per Instal·lació

# Feature.FinantialReports.LiquidationDetail.Name
source: Liquidation Detail
ca_es: Detall Liquidació

# Feature.FinantialReports.Name
source: Finantials Reports
ca_es: Informes Financers

# Feature.FinantialReports.RegisteredUsers.Name
source: Registered Users
ca_es: Usuaris Registrats

# Feature.HisOperations.Name
source: Parkings
ca_es: Estacionaments

# Feature.HisOperationsRestricted.Name
source: Parkings (restrictied)
ca_es: Estacionaments (Restringit)

# Feature.Inscriptions.Name
source: Inscriptions
ca_es: Altes

# Feature.Invoices.Name
source: Invoices
ca_es: Facturació

# Feature.Operations.Name
source: Operations Historic
ca_es: Històric d'Operacions

# Feature.OperationsDelete.Name
source: Delete Operations
ca_es: Eliminar Operacions

# Feature.OperationsGroup.Name
source: Operations
ca_es: Operacions

# Feature.OperationsNoRecharges.Name
source: Operations (No recharges)
ca_es: Operacions (Sense recàrregues)

# Feature.Production.Name
source: Production
ca_es: Producció

# Feature.RechargeCoupons.Name
source: Coupons
ca_es: Vals de Descompte

# Feature.Recharges.Name
source: Recharges
ca_es: Recàrregues

# Feature.Reports.Name
source: Reports
ca_es: Informes

# Feature.SecurityOperations.Name
source: Secure Operations
ca_es: Operacions Segures

# Feature.TicketPayments.Name
source: Refunds
ca_es: Anul·lacions

# Feature.UserFriends.Name
source: Invitations
ca_es: Invitacions

# Feature.UserPushIds.Name
source: Devices
ca_es: Dispositius

# Feature.Users.Name
source: Users
ca_es: Usuaris

# Feature.UsersDisable.Name
source: Disable Users
ca_es: Desactivar Usuaris

# Feature.UsersGroup.Name
source: Users
ca_es: Usuaris
