Repository: SidhantUppal/sandro-repo
Catalog: eysaMobile.WS/Properties/Resource.*.resx
Languages: ca_es, es_es

# ConfirmTicketPayment_EmailBody
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd"> <html> <head> <meta http-equiv="Content-Type" content="text/html; charset=UTF-8"> <title>FinePaid</title> </head> <body> <table align="center" style="border-collapse: collapse; border-spacing: 0; margin: 0 auto; padding: 0; width: 650px;"> <tr style="background: #DF2D46;"> <td style="padding: 20px 0 20px 25px; width: 60px"><img src="https://www.eysamobile.com/integraMobile/Content/img/FinePaid.png" alt=""></td> <td style="color: #FFF; font-family: Arial, sans-serif; font-size: 32px; padding: 20px 25px; vertical-align: middle; width: 95%;">Ticket Receipt</td> </tr> <tr> <td colspan="2" style="padding: 40px 0;"> <table style="border-spacing: 0; margin: 0; padding: 0 4px 0 1px; table-layout: fixed; width: 100%;"> <tr> <td style="color: #8B8B8B; font-family: Arial, sans-serif; font-size: 13px; font-style: italic; padding: 0 0 10px;">Summary information</td> </tr> </table> <table style="border-spacing: 0; margin: 0; padding: 0 4px 0 1px; table-layout: fixed; width: 100%;"> <tr> <td style="border-bottom: 1px solid #C2C2C2; color: #8B8B8B; font-family: Arial, sans-serif; font-size: 13px; font-style: italic; padding: 10px 1px; vertical-align: bottom;">Ticket number</td> <td style="border-bottom: 2px solid #C2C2C2; color: #0F4F7B; font-family: Arial, sans-serif; font-size: 16px; padding: 10px 1px; vertical-align: bottom;">{1}</td> <td style="width: 5%">&nbsp;</td> <td style="border-bottom: 1px solid #C2C2C2; color: #8B8B8B; font-family: Arial, sans-serif; font-size: 13px; font-style: italic; padding: 10px 1px; vertical-align: bottom;">License Plate</td> <td style="border-bottom: 2px solid #C2C2C2; color: #0F4F7B; font-family: Arial, sans-serif; font-size: 16px; padding: 10px 1px; vertical-align: bottom;">{2}</td> </tr> <tr> <td style="border-bottom: 1px solid #C2C2C2; color: #8B8B8B; font-family: Arial, sans-serif; font-size: 13px; font-style: italic; padding: 10px 1px; vertical-align: bottom;">City</td> <td style="border-bottom: 2px solid #C2C2C2; color: #0F4F7B; font-family: Arial, sans-serif; font-size: 16px; padding: 10px 1px; vertical-align: bottom;">{3}</td> <td style="width: 5%">&nbsp;</td> <td style="border-bottom: 1px solid #C2C2C2; color: #8B8B8B; font-family: Arial, sans-serif; font-size: 13px; font-style: italic; padding: 10px 1px; vertical-align: bottom;">Date Cancelation</td> <td style="border-bottom: 2px solid #C2C2C2; color: #0F4F7B; font-family: Arial, sans-serif; font-size: 16px; padding: 10px 1px; vertical-align: bottom;"> {4:HH:mm:ss dd/MM/yyyy}</td> </tr> <tr> <td colspan="2" style="padding: 10px 1px;">&nbsp;</td> <td>&nbsp;</td> <td colspan="2" style="padding: 10px 1px;">&nbsp;</td> </tr> <tr> <td colspan="2" style="border-bottom: 1px solid #C2C2C2; color: #8B8B8B; font-family: Arial, sans-serif; font-size: 13px; font-style: italic; padding: 10px 1px; vertical-align: bottom;">Description</td> <td colspan="3" style="border-bottom: 2px solid #C2C2C2; color: #0F4F7B; font-family: Arial, sans-serif; font-size: 16px; padding: 10px 1px; vertical-align: bottom;">{5}</td> </tr> {10} {11} <tr> <td colspan="2" style="border-bottom: 1px solid #C2C2C2; color: #8B8B8B; font-family: Arial, sans-serif; font-size: 13px; font-style: italic; padding: 10px 1px; vertical-align: bottom;">Amount paid</td> <td colspan="3" style="border-bottom: 2px solid #C2C2C2; color: #0F4F7B; font-family: Arial, sans-serif; font-size: 16px; padding: 10px 1px; text-align: center; vertical-align: bottom;">{6}</td> </tr> {7} </table> </td> </tr> <tr style="background: #DF2D46;"> <td colspan="2" style="color: #FFF; font-family: Arial, sans-serif; font-size: 16px; padding: 20px 0; text-align: center;">EysaMobile - Parking</td> </tr> <tr> <td colspan="2" style="color: #B0B0B0; font-family: Arial, sans-serif; font-size: 11px; padding: 15px 0;">THIS E_MAIL IS PRIVILEGED AND CONTAINS CONFIDENTIAL INFORMATION. Any reading, retention, distribution or copying of this communication by any person other that its intended recipient is prohibited. Please consider the environment before printing .</td> </tr> </table> </body> </html>
ca_es: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd"> <html> <head> <meta http-equiv="Content-Type" content="text/html; charset=UTF-8"> <title>Denúncia Anul·lada</title> </head> <body> <table align="center" style="border-collapse: collapse; border-spacing: 0; margin: 0 auto; padding: 0; width: 650px;"> <tr style="background: #DF2D46;"> <td style="padding: 20px 0 20px 25px; width: 60px"><img src="https://www.eysamobile.com/integraMobile/Content/img/FinePaid.png" alt=""></td> <td style="color: #FFF; font-family: Arial, sans-serif; font-size: 32px; padding: 20px 25px; vertical-align: middle; width: 95%;">Denúncia Anul·lada</td> </tr> <tr> <td colspan="2" style="padding: 40px 0;"> <table style="border-spacing: 0; margin: 0; padding: 0 4px 0 1px; table-layout: fixed; width: 100%;"> <tr> <td style="color: #8B8B8B; font-family: Arial, sans-serif; font-size: 13px; font-style: italic; padding: 0 0 10px;">Resum de la denúncia</td> </tr> </table> <table style="border-spacing: 0; margin: 0; padding: 0 4px 0 1px; table-layout: fixed; width: 100%;"> <tr> <td style="border-bottom: 1px solid #C2C2C2; color: #8B8B8B; font-family: Arial, sans-serif; font-size: 13px; font-style: italic; padding: 10px 1px; vertical-align: bottom;">Butllet&iacute;</td> <td style="border-bottom: 2px solid #C2C2C2; color: #0F4F7B; font-family: Arial, sans-serif; font-size: 16px; padding: 10px 1px; vertical-align: bottom;">{1}</td> <td style="width: 5%">&nbsp;</td> <td style="border-bottom: 1px solid #C2C2C2; color: #8B8B8B; font-family: Arial, sans-serif; font-size: 13px; font-style: italic; padding: 10px 1px; vertical-align: bottom;">Matr&iacute;cula</td> <td style="border-bottom: 2px solid #C2C2C2; color: #0F4F7B; font-family: Arial, sans-serif; font-size: 16px; padding: 10px 1px; vertical-align: bottom;">{2}</td> </tr> <tr> <td style="border-bottom: 1px solid #C2C2C2; color: #8B8B8B; font-family: Arial, sans-serif; font-size: 13px; font-style: italic; padding: 10px 1px; vertical-align: bottom;">Ciutat</td> <td style="border-bottom: 2px solid #C2C2C2; color: #0F4F7B; font-family: Arial, sans-serif; font-size: 16px; padding: 10px 1px; vertical-align: bottom;">{3}</td> <td style="width: 5%">&nbsp;</td> <td style="border-bottom: 1px solid #C2C2C2; color: #8B8B8B; font-family: Arial, sans-serif; font-size: 13px; font-style: italic; padding: 10px 1px; vertical-align: bottom;">Data d'anul·laci&oacute;</td> <td style="border-bottom: 2px solid #C2C2C2; color: #0F4F7B; font-family: Arial, sans-serif; font-size: 16px; padding: 10px 1px; vertical-align: bottom;"> {4:HH:mm:ss dd/MM/yyyy}</td> </tr> <tr> <td colspan="2" style="padding: 10px 1px;">&nbsp;</td> <td>&nbsp;</td> <td colspan="2" style="padding: 10px 1px;">&nbsp;</td> </tr> <tr> <td colspan="2" style="border-bottom: 1px solid #C2C2C2; color: #8B8B8B; font-family: Arial, sans-serif; font-size: 13px; font-style: italic; padding: 10px 1px; vertical-align: bottom;">Descripci&oacute;</td> <td colspan="3" style="border-bottom: 2px solid #C2C2C2; color: #0F4F7B; font-family: Arial, sans-serif; font-size: 16px; padding: 10px 1px; vertical-align: bottom;">{5}</td> </tr> {10} {11} <tr> <td colspan="2" style="border-bottom: 1px solid #C2C2C2; color: #8B8B8B; font-family: Arial, sans-serif; font-size: 13px; font-style: italic; padding: 10px 1px; vertical-align: bottom;">Quantitat Pagada</td> <td colspan="3" style="border-bottom: 2px solid #C2C2C2; color: #0F4F7B; font-family: Arial, sans-serif; font-size: 16px; padding: 10px 1px; text-align: center; vertical-align: bottom;">{6}</td> </tr> {7} </table> </td> </tr> <tr style="background: #DF2D46;"> <td colspan="2" style="color: #FFF; font-family: Arial, sans-serif; font-size: 16px; padding: 20px 0; text-align: center;">EysaMobile - Parking</td> </tr> <tr> <td colspan="2" style="color: #B0B0B0; font-family: Arial, sans-serif; font-size: 11px; padding: 15px 0;">AQUEST CORREU ELECTRÒNIC CONTÉ INFORMACIÓ ESTRICTAMENT CONFIDENCIAL. Si vostè no és el destinatari del missatge no està autritzat a llegir-lo, retenir-lo o difundir-lo.<br>Abans d'imprimir aquest correu pensi si és realment necessari.</td> </tr> </table> </body> </html>
es_es: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd"> <html> <head> <meta http-equiv="Content-Type" content="text/html; charset=UTF-8"> <title>Denuncia Anulada</title> </head> <body> <table align="center" style="border-collapse: collapse; border-spacing: 0; margin: 0 auto; padding: 0; width: 650px;"> <tr style="background: #DF2D46;"> <td style="padding: 20px 0 20px 25px; width: 60px"><img src="https://www.eysamobile.com/integraMobile/Content/img/FinePaid.png" alt=""></td> <td style="color: #FFF; font-family: Arial, sans-serif; font-size: 32px; padding: 20px 25px; vertical-align: middle; width: 95%;">Denuncia Anulada</td> </tr> <tr> <td colspan="2" style="padding: 40px 0;"> <table style="border-spacing: 0; margin: 0; padding: 0 4px 0 1px; table-layout: fixed; width: 100%;"> <tr> <td style="color: #8B8B8B; font-family: Arial, sans-serif; font-size: 13px; font-style: italic; padding: 0 0 10px;">Resumen de la denuncia</td> </tr> </table> <table style="border-spacing: 0; margin: 0; padding: 0 4px 0 1px; table-layout: fixed; width: 100%;"> <tr> <td style="border-bottom: 1px solid #C2C2C2; color: #8B8B8B; font-family: Arial, sans-serif; font-size: 13px; font-style: italic; padding: 10px 1px; vertical-align: bottom;">Bolet&iacute;n</td> <td style="border-bottom: 2px solid #C2C2C2; color: #0F4F7B; font-family: Arial, sans-serif; font-size: 16px; padding: 10px 1px; vertical-align: bottom;">{1}</td> <td style="width: 5%">&nbsp;</td> <td style="border-bottom: 1px solid #C2C2C2; color: #8B8B8B; font-family: Arial, sans-serif; font-size: 13px; font-style: italic; padding: 10px 1px; vertical-align: bottom;">Matr&iacute;cula</td> <td style="border-bottom: 2px solid #C2C2C2; color: #0F4F7B; font-family: Arial, sans-serif; font-size: 16px; padding: 10px 1px; vertical-align: bottom;">{2}</td> </tr> <tr> <td style="border-bottom: 1px solid #C2C2C2; color: #8B8B8B; font-family: Arial, sans-serif; font-size: 13px; font-style: italic; padding: 10px 1px; vertical-align: bottom;">Ciudad</td> <td style="border-bottom: 2px solid #C2C2C2; color: #0F4F7B; font-family: Arial, sans-serif; font-size: 16px; padding: 10px 1px; vertical-align: bottom;">{3}</td> <td style="width: 5%">&nbsp;</td> <td style="border-bottom: 1px solid #C2C2C2; color: #8B8B8B; font-family: Arial, sans-serif; font-size: 13px; font-style: italic; padding: 10px 1px; vertical-align: bottom;">Fecha de anulaci&oacute;n</td> <td style="border-bottom: 2px solid #C2C2C2; color: #0F4F7B; font-family: Arial, sans-serif; font-size: 16px; padding: 10px 1px; vertical-align: bottom;"> {4:HH:mm:ss dd/MM/yyyy}</td> </tr> <tr> <td colspan="2" style="padding: 10px 1px;">&nbsp;</td> <td>&nbsp;</td> <td colspan="2" style="padding: 10px 1px;">&nbsp;</td> </tr> <tr> <td colspan="2" style="border-bottom: 1px solid #C2C2C2; color: #8B8B8B; font-family: Arial, sans-serif; font-size: 13px; font-style: italic; padding: 10px 1px; vertical-align: bottom;">Descripci&oacute;n</td> <td colspan="3" style="border-bottom: 2px solid #C2C2C2; color: #0F4F7B; font-family: Arial, sans-serif; font-size: 16px; padding: 10px 1px; vertical-align: bottom;">{5}</td> </tr> {10} {11} <tr> <td colspan="2" style="border-bottom: 1px solid #C2C2C2; color: #8B8B8B; font-family: Arial, sans-serif; font-size: 13px; font-style: italic; padding: 10px 1px; vertical-align: bottom;">Cantidad Pagada</td> <td colspan="3" style="border-bottom: 2px solid #C2C2C2; color: #0F4F7B; font-family: Arial, sans-serif; font-size: 16px; padding: 10px 1px; text-align: center; vertical-align: bottom;">{6}</td> </tr> {7} </table> </td> </tr> <tr style="background: #DF2D46;"> <td colspan="2" style="color: #FFF; font-family: Arial, sans-serif; font-size: 16px; padding: 20px 0; text-align: center;">EysaMobile - Parking</td> </tr> <tr> <td colspan="2" style="color: #B0B0B0; font-family: Arial, sans-serif; font-size: 11px; padding: 15px 0;">ESTE CORREO ELECTRÓNICO CONTIENE INFORMACIÓN ESTRICTAMENTE CONFIDENCIAL. Si usted no es el destinatario del presente mensaje no está autorizado a leerlo, retenerlo o difundirlo.<br>Antes de imprimir este correo piense si es realmente necesario.</td> </tr> </table> </body> </html>

# Confirm_EmailBody_Balance
source: <tr> <td colspan="2" style="border-bottom: 1px solid #C2C2C2; color: #8B8B8B; font-family: Arial, sans-serif; font-size: 13px; font-style: italic; padding: 10px 1px;">Balance:</td> <td colspan="3" style="border-bottom: 2px solid #C2C2C2; color: #0F4F7B; font-family: Arial, sans-serif; font-size: 16px; padding: 10px 1px; text-align: center; vertical-align: bottom;">{0}</td> </tr>
ca_es: <tr> <td colspan="2" style="border-bottom: 1px solid #C2C2C2; color: #8B8B8B; font-family: Arial, sans-serif; font-size: 13px; font-style: italic; padding: 10px 1px;">Saldo:</td> <td colspan="3" style="border-bottom: 2px solid #C2C2C2; color: #0F4F7B; font-family: Arial, sans-serif; font-size: 16px; padding: 10px 1px; text-align: center; vertical-align: bottom;">{0}</td> </tr>
es_es: <tr> <td colspan="2" style="border-bottom: 1px solid #C2C2C2; color: #8B8B8B; font-family: Arial, sans-serif; font-size: 13px; font-style: italic; padding: 10px 1px;">Saldo:</td> <td colspan="3" style="border-bottom: 2px solid #C2C2C2; color: #0F4F7B; font-family: Arial, sans-serif; font-size: 16px; padding: 10px 1px; text-align: center; vertical-align: bottom;">{0}</td> </tr>

# ExternalTicket_EmailBody
source: Ticket Number: {0}<br>License Plate: {1}<br>City: {2}<br>Date: {3:HH:mm:ss dd/MM/yyyy}<br>Description: {4}<br>Amount to be paid: {5}<br><br><a href="{6}"><img src="{7}" border="0"></a><br><br>
ca_es: Butllet&iacute;: {0}<br>Matr&iacute;cula: {1}<br>Ciutat: {2}<br>Data: {3:HH:mm:ss dd/MM/yyyy}<br>Descripci&oacute;: {4}<br>Quantitat a Pagar: {5}<br><br><a href="{6}"><img src="{7}" border="0"></a><br><br>
es_es: Bolet&iacute;n: {0}<br>Matr&iacute;cula: {1}<br>Ciudad: {2}<br>Fecha: {3:HH:mm:ss dd/MM/yyyy}<br>Descripci&oacute;n: {4}<br>Cantidad A Pagar: {5}<br><br><a href="{6}"><img src="{7}" border="0"></a><br><br>

# ExternalTicket_EmailHeader
source: EYSAMobile: {0} has a ticket with number {1}
ca_es: EYSAMobile: {0} ha sigut denunciat amb el butlletí {1}
es_es: EYSAMobile: {0} ha sido denunciado con boletín {1}

# Activation_EmailBody
source: Continue the registration by pressing <a href="{0}">{1}</a> once the SMS has been received. <br><br><br> the EYSAMobile team
ca_es: Continuï el registre prement <a href="{0}">{1}</a> un cop hagi rebut l'SMS.<br><br><br>L'equip de EYSAMobile
es_es: Continue el registro pulsando <a href="{0}">{1}</a> una vez haya recibido el SMS.<br><br><br>El equipo de EYSAMobile

# Activation_EmailHeader
source: EYSAMobile registration
ca_es: Registre de EYSAMobile
es_es: Registro de EYSAMobile

# Activation_SMS
source: This is a message from EYSAMobile. Check your e-mail to continue signing up your new User. Your activation code is {0}.
ca_es: Aquest és un missatge de EYSAMobile. Comprovi el seu e-mail per continuar amb el registre. El seu codi d'activació és {0}.
es_es: Este es un mensaje de EYSAMobile. Compruebe su e-mail para continuar con el registro. Su codigo de activacion es {0}.
