Repository: SidhantUppal/sandro-repo
Catalog: eysaMobile.WS/Properties/Resource.*.resx
Languages: ca_es, es_es

# ConfirmRecharge_EmailBody
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd"> <html> <head> <meta http-equiv="Content-Type" content="text/html; charset=UTF-8"> <title>RechargeDone</title> </head> <body> <table align="center" style="border-collapse: collapse; border-spacing: 0; margin: 0 auto; padding: 0; width: 650px;"> <tr style="background: #0F4F7B;"> <td style="padding: 15px 0 15px 25px; width: 60px"><img src="https://www.eysamobile.com/integraMobile/Content/img/offp_icon.png" alt=""></td> <td style="color: #FFF; font-family: Arial, sans-serif; font-size: 32px; padding: 15px 25px; vertical-align: middle; width: 95%;">Recharge</td> </tr> <tr> <td colspan="2" style="padding: 40px 0;"> <table style="border-spacing: 0; margin: 0; padding: 0 4px 0 1px; table-layout: fixed; width: 100%;"> <tr> <td style="color: #8B8B8B; font-family: Arial, sans-serif; font-size: 13px; font-style: italic; padding: 0 0 10px;">Summary information</td> </tr> </table> <table style="border-spacing: 0; margin: 0; padding: 0 4px 0 1px; table-layout: fixed; width: 100%;"> <tr> <td style="border-bottom: 1px solid #C2C2C2; color: #8B8B8B; font-family: Arial, sans-serif; font-size: 13px; font-style: italic; padding: 10px 1px; vertical-align: bottom;">Reference</td> <td style="border-bottom: 2px solid #C2C2C2; color: #0F4F7B; font-family: Arial, sans-serif; font-size: 16px; padding: 10px 1px; vertical-align: bottom;">{0}</td> <td style="width: 5%">&nbsp;</td> <td style="border-bottom: 1px solid #C2C2C2; color: #8B8B8B; font-family: Arial, sans-serif; font-size: 13px; font-style: italic; padding: 10px 1px; vertical-align: bottom;">Date</td> <td style="border-bottom: 2px solid #C2C2C2; color: #0F4F7B; font-family: Arial, sans-serif; font-size: 16px; padding: 10px 1px; vertical-align: bottom;">{1:HH:mm:ss dd/MM/yyyy}</td> </tr> <tr> <td colspan="2" style="padding: 10px 1px;">&nbsp;</td> <td>&nbsp;</td> <td colspan="2" style="padding: 10px 1px;">&nbsp;</td> </tr> {6} {7} <tr> <td colspan="2" style="border-bottom: 1px solid #C2C2C2; color: #8B8B8B; font-family: Arial, sans-serif; font-size: 13px; font-style: italic; padding: 10px 1px; vertical-align: bottom;">Amount</td> <td colspan="3" style="border-bottom: 2px solid #C2C2C2; color: #0F4F7B; font-family: Arial, sans-serif; font-size: 16px; padding: 10px 1px; text-align: center; vertical-align: bottom;">{2}</td> </tr> <tr> <td colspan="2" style="border-bottom: 1px solid #C2C2C2; color: #8B8B8B; font-family: Arial, sans-serif; font-size: 13px; font-style: italic; padding: 10px 1px;">Balance:</td> <td colspan="3" style="border-bottom: 2px solid #C2C2C2; color: #0F4F7B; font-family: Arial, sans-serif; font-size: 16px; padding: 10px 1px; text-align: center; vertical-align: bottom;">{3}</td> </tr> </table> </td> </tr> <tr style="background: #0F4F7B;"> <td colspan="2" style="color: #FFF; font-family: Arial, sans-serif; font-size: 16px; padding: 20px 0; text-align: center;">EysaMobile - Parking</td> </tr> <tr> <td colspan="2" style="color: #B0B0B0; font-family: Arial, sans-serif; font-size: 11px; padding: 15px 0;">THIS E_MAIL IS PRIVILEGED AND CONTAINS CONFIDENTIAL INFORMATION. Any reading, retention, distribution or copying of this communication by any person other that its intended recipient is prohibited. Please consider the environment before printing .</td> </tr> </table> </body> </html>
ca_es: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd"> <html> <head> <meta http-equiv="Content-Type" content="text/html; charset=UTF-8"> <title>RechargeDone</title> </head> <body> <table align="center" style="border-collapse: collapse; border-spacing: 0; margin: 0 auto; padding: 0; width: 650px;"> <tr style="background: #0F4F7B;"> <td style="padding: 15px 0 15px 25px; width: 60px"><img src="https://www.eysamobile.com/integraMobile/Content/img/offp_icon.png" alt=""></td> <td style="color: #FFF; font-family: Arial, sans-serif; font-size: 32px; padding: 15px 25px; vertical-align: middle; width: 95%;">Recàrrega</td> </tr> <tr> <td colspan="2" style="padding: 40px 0;"> <table style="border-spacing: 0; margin: 0; padding: 0 4px 0 1px; table-layout: fixed; width: 100%;"> <tr> <td style="color: #8B8B8B; font-family: Arial, sans-serif; font-size: 13px; font-style: italic; padding: 0 0 10px;">Resum de la recàrrega</td> </tr> </table> <table style="border-spacing: 0; margin: 0; padding: 0 4px 0 1px; table-layout: fixed; width: 100%;"> <tr> <td style="border-bottom: 1px solid #C2C2C2; color: #8B8B8B; font-family: Arial, sans-serif; font-size: 13px; font-style: italic; padding: 10px 1px; vertical-align: bottom;">ID</td> <td style="border-bottom: 2px solid #C2C2C2; color: #0F4F7B; font-family: Arial, sans-serif; font-size: 16px; padding: 10px 1px; vertical-align: bottom;">{0}</td> <td style="width: 5%">&nbsp;</td> <td style="border-bottom: 1px solid #C2C2C2; color: #8B8B8B; font-family: Arial, sans-serif; font-size: 13px; font-style: italic; padding: 10px 1px; vertical-align: bottom;">Data de la recàrrega</td> <td style="border-bottom: 2px solid #C2C2C2; color: #0F4F7B; font-family: Arial, sans-serif; font-size: 16px; padding: 10px 1px; vertical-align: bottom;">{1:HH:mm:ss dd/MM/yyyy}</td> </tr> <tr> <td colspan="2" style="padding: 10px 1px;">&nbsp;</td> <td>&nbsp;</td> <td colspan="2" style="padding: 10px 1px;">&nbsp;</td> </tr> {6} {7} <tr> <td colspan="2" style="border-bottom: 1px solid #C2C2C2; color: #8B8B8B; font-family: Arial, sans-serif; font-size: 13px; font-style: italic; padding: 10px 1px; vertical-align: bottom;">Quantitat Recarregada:</td> <td colspan="3" style="border-bottom: 2px solid #C2C2C2; color: #0F4F7B; font-family: Arial, sans-serif; font-size: 16px; padding: 10px 1px; text-align: center; vertical-align: bottom;">{2}</td> </tr> <tr> <td colspan="2" style="border-bottom: 1px solid #C2C2C2; color: #8B8B8B; font-family: Arial, sans-serif; font-size: 13px; font-style: italic; padding: 10px 1px;">Saldo:</td> <td colspan="3" style="border-bottom: 2px solid #C2C2C2; color: #0F4F7B; font-family: Arial, sans-serif; font-size: 16px; padding: 10px 1px; text-align: center; vertical-align: bottom;">{3}</td> </tr> </table> </td> </tr> <tr style="background: #0F4F7B;"> <td colspan="2" style="color: #FFF; font-family: Arial, sans-serif; font-size: 16px; padding: 20px 0; text-align: center;">EysaMobile - Parking</td> </tr> <tr> <td colspan="2" style="color: #B0B0B0; font-family: Arial, sans-serif; font-size: 11px; padding: 15px 0;">AQUEST CORREU ELECTRÒNIC CONTÉ INFORMACIÓ ESTRICTAMENT CONFIDENCIAL. Si vostè no és el destinatari del missatge no està autritzat a llegir-lo, retenir-lo o difundir-lo.<br>Abans d'imprimir aquest correu pensi si és realment necessari.</td> </tr> </table> </body> </html>
es_es: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd"> <html> <head> <meta http-equiv="Content-Type" content="text/html; charset=UTF-8"> <title>iParkMe | RechargeDone</title> </head> <body> <table align="center" style="border-collapse: collapse; border-spacing: 0; margin: 0 auto; padding: 0; width: 650px;"> <tr style="background: #0F4F7B;"> <td style="padding: 15px 0 15px 25px; width: 60px"><img src="https://www.eysamobile.com/integraMobile/Content/img/offp_icon.png" alt=""></td> <td style="color: #FFF; font-family: Arial, sans-serif; font-size: 32px; padding: 15px 25px; vertical-align: middle; width: 95%;">Recarga</td> </tr> <tr> <td colspan="2" style="padding: 40px 0;"> <table style="border-spacing: 0; margin: 0; padding: 0 4px 0 1px; table-layout: fixed; width: 100%;"> <tr> <td style="color: #8B8B8B; font-family: Arial, sans-serif; font-size: 13px; font-style: italic; padding: 0 0 10px;">Resumen de la recarga</td> </tr> </table> <table style="border-spacing: 0; margin: 0; padding: 0 4px 0 1px; table-layout: fixed; width: 100%;"> <tr> <td style="border-bottom: 1px solid #C2C2C2; color: #8B8B8B; font-family: Arial, sans-serif; font-size: 13px; font-style: italic; padding: 10px 1px; vertical-align: bottom;">ID</td> <td style="border-bottom: 2px solid #C2C2C2; color: #0F4F7B; font-family: Arial, sans-serif; font-size: 16px; padding: 10px 1px; vertical-align: bottom;">{0}</td> <td style="width: 5%">&nbsp;</td> <td style="border-bottom: 1px solid #C2C2C2; color: #8B8B8B; font-family: Arial, sans-serif; font-size: 13px; font-style: italic; padding: 10px 1px; vertical-align: bottom;">Fecha de la recarga</td> <td style="border-bottom: 2px solid #C2C2C2; color: #0F4F7B; font-family: Arial, sans-serif; font-size: 16px; padding: 10px 1px; vertical-align: bottom;">{1:HH:mm:ss dd/MM/yyyy}</td> </tr> <tr> <td colspan="2" style="padding: 10px 1px;">&nbsp;</td> <td>&nbsp;</td> <td colspan="2" style="padding: 10px 1px;">&nbsp;</td> </tr> {6} {7} <tr> <td colspan="2" style="border-bottom: 1px solid #C2C2C2; color: #8B8B8B; font-family: Arial, sans-serif; font-size: 13px; font-style: italic; padding: 10px 1px; vertical-align: bottom;">Cantidad Recargada:</td> <td colspan="3" style="border-bottom: 2px solid #C2C2C2; color: #0F4F7B; font-family: Arial, sans-serif; font-size: 16px; padding: 10px 1px; text-align: center; vertical-align: bottom;">{2}</td> </tr> <tr> <td colspan="2" style="border-bottom: 1px solid #C2C2C2; color: #8B8B8B; font-family: Arial, sans-serif; font-size: 13px; font-style: italic; padding: 10px 1px;">Saldo:</td> <td colspan="3" style="border-bottom: 2px solid #C2C2C2; color: #0F4F7B; font-family: Arial, sans-serif; font-size: 16px; padding: 10px 1px; text-align: center; vertical-align: bottom;">{3}</td> </tr> </table> </td> </tr> <tr style="background: #0F4F7B;"> <td colspan="2" style="color: #FFF; font-family: Arial, sans-serif; font-size: 16px; padding: 20px 0; text-align: center;">EysaMobile - Parking</td> </tr> <tr> <td colspan="2" style="color: #B0B0B0; font-family: Arial, sans-serif; font-size: 11px; padding: 15px 0;">ESTE CORREO ELECTRÓNICO CONTIENE INFORMACIÓN ESTRICTAMENTE CONFIDENCIAL. Si usted no es el destinatario del presente mensaje no está autorizado a leerlo, retenerlo o difundirlo.<br>Antes de imprimir este correo piense si es realmente necesario.</td> </tr> </table> </body> </html>

# ConfirmTicketPayment_EmailHeader
source: EYSAMobile: Fine paid
ca_es: EYSAMobile: Denúncia Anul·lada
es_es: EYSAMobile: Denuncia Anulada

# ForgetUsername_EmailHeader
source: Forget your username for EYSAMobile?
ca_es: Ha oblidat l'usuari de EYSAMobile?
es_es: ¿Olvidó su usuario de EYSAMobile?

# ForgeUsername_EmailBody
source: As requested, we are sending you your username for EYSAMobile. <br>Password: {0}<br><br>The EYSAMobile team
ca_es: D'acord amb la seva solicitud, li estem enviant el seu nom d'usuari de EYSAMobile.<br>Usuari: {0}<br><br>L'equip de EYSAMobile
es_es: Según su solicitud, le estamos enviando su nombre de usuario de EYSAMobile.<br>Usuario: {0}<br><br>El equipo de EYSAMobile

# ForgotPassword_EmailBody
source: Get your password by pressing <a href="{0}">{1}</a> once you have received an SMS. <br><br><br>The EYSAMobile team
ca_es: Obtingui la seva paraula de pas prement <a href="{0}">{1}</a> un cop hagi rebut l'SMS. <br><br><br>L'equip de EYSAMobile
es_es: Obtenga su contraseña pulsando <a href="{0}">{1}</a> una vez que haya recibido el SMS. <br><br><br>El equipo de EYSAMobile

# ForgotPassword_EmailHeader
source: EYSAMobile: Password Recovery
ca_es: EYSAMobile: Recuperació de la paraula de pas
es_es: EYSAMobile: Recuperación de contraseña

# ForgotPassword_SMS
source: This is a message from EYSAMobile. The code to recover your password is {0}.
ca_es: Aquest és un missatge de EYSAMobile. El seu codi per la recuperació de la paraula de pas és {0}.
es_es: Este es un mensaje de EYSAMobile. Su codigo para la recuperación de la contraseña es {0}.
