Repository: SidhantUppal/sandro-repo
Catalog: eysaMobile.WS/Properties/Resource.*.resx
Languages: ca_es, es_es

# ConfirmUnParking_EmailBody
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd"> <html> <head> <meta http-equiv="Content-Type" content="text/html; charset=UTF-8"> <title>UnparkingDone</title> </head> <body> <table align="center" style="border-collapse: collapse; border-spacing: 0; margin: 0 auto; padding: 0; width: 650px;"> <tr style="background: #0F4F7B;"> <td style="padding: 15px 0 15px 25px; width: 60px"><img src="https://www.eysamobile.com/integraMobile/Content/img/offp_icon.png" alt=""></td> <td style="color: #FFF; font-family: Arial, sans-serif; font-size: 32px; padding: 15px 25px; vertical-align: middle; width: 95%;">Vehicle Unparked</td> </tr> <tr> <td colspan="2" style="padding: 40px 0;"> <table style="border-spacing: 0; margin: 0; padding: 0 4px 0 1px; table-layout: fixed; width: 100%;"> <tr> <td style="color: #8B8B8B; font-family: Arial, sans-serif; font-size: 13px; font-style: italic; padding: 0 0 10px;">Summary information</td> </tr> </table> <table style="border-spacing: 0; margin: 0; padding: 0 4px 0 1px; table-layout: fixed; width: 100%;"> <tr> <td style="border-bottom: 1px solid #C2C2C2; color: #8B8B8B; font-family: Arial, sans-serif; font-size: 13px; font-style: italic; padding: 10px 1px; vertical-align: bottom;">Reference</td> <td style="border-bottom: 2px solid #C2C2C2; color: #0F4F7B; font-family: Arial, sans-serif; font-size: 16px; padding: 10px 1px; vertical-align: bottom;">{0}</td> <td style="width: 5%">&nbsp;</td> <td style="border-bottom: 1px solid #C2C2C2; color: #8B8B8B; font-family: Arial, sans-serif; font-size: 13px; font-style: italic; padding: 10px 1px; vertical-align: bottom;">License Plate</td> <td style="border-bottom: 2px solid #C2C2C2; color: #0F4F7B; font-family: Arial, sans-serif; font-size: 16px; padding: 10px 1px; vertical-align: bottom;">{1}</td> </tr> <tr> <td style="border-bottom: 1px solid #C2C2C2; color: #8B8B8B; font-family: Arial, sans-serif; font-size: 13px; font-style: italic; padding: 10px 1px; vertical-align: bottom;">City</td> <td style="border-bottom: 2px solid #C2C2C2; color: #0F4F7B; font-family: Arial, sans-serif; font-size: 16px; padding: 10px 1px; vertical-align: bottom;">{2}</td> <td style="width: 5%">&nbsp;</td> <td style="border-bottom: 1px solid #C2C2C2; color: #8B8B8B; font-family: Arial, sans-serif; font-size: 13px; font-style: italic; padding: 10px 1px; vertical-align: bottom;">Date</td> <td style="border-bottom: 2px solid #C2C2C2; color: #0F4F7B; font-family: Arial, sans-serif; font-size: 16px; padding: 10px 1px; vertical-align: bottom;">{3:HH:mm:ss dd/MM/yyyy}</td> </tr> <tr> <td colspan="2" style="padding: 10px 1px;">&nbsp;</td> <td>&nbsp;</td> <td colspan="2" style="padding: 10px 1px;">&nbsp;</td> </tr> <tr> <td colspan="2" style="border-bottom: 1px solid #C2C2C2; color: #8B8B8B; font-family: Arial, sans-serif; font-size: 13px; font-style: italic; padding: 10px 1px; vertical-align: bottom;">Parking Starts</td> <td style="width: 5%">&nbsp;</td> <td colspan="2" style="border-bottom: 1px solid #C2C2C2; color: #8B8B8B; font-family: Arial, sans-serif; font-size: 13px; font-style: italic; padding: 10px 1px; vertical-align: bottom;">Parking Ends</td> </tr> <tr> <td colspan="2" style="border-bottom: 2px solid #C2C2C2; color: #0F4F7B; font-family: Arial, sans-serif; font-size: 16px; padding: 10px 1px; text-align: center; vertical-align: bottom;">{4:HH:mm:ss dd/MM/yyyy}</td> <td style="width: 5%">&nbsp;</td> <td colspan="2" style="border-bottom: 2px solid #C2C2C2; color: #0F4F7B; font-family: Arial, sans-serif; font-size: 16px; padding: 10px 1px; text-align: center; vertical-align: bottom;">{5:HH:mm:ss dd/MM/yyyy}</td> </tr> <tr> <td colspan="2" style="padding: 10px 1px;">&nbsp;</td> <td>&nbsp;</td> <td colspan="2" style="padding: 10px 1px;">&nbsp;</td> </tr> {10} {11} <tr> <td colspan="2" style="border-bottom: 1px solid #C2C2C2; color: #8B8B8B; font-family: Arial, sans-serif; font-size: 13px; font-style: italic; padding: 10px 1px; vertical-align: bottom;">Amount Refunded</td> <td colspan="3" style="border-bottom: 2px solid #C2C2C2; color: #0F4F7B; font-family: Arial, sans-serif; font-size: 16px; padding: 10px 1px; text-align: center; vertical-align: bottom;">{6}</td> </tr> {7} </table> </td> </tr> <tr style="background: #0F4F7B;"> <td colspan="2" style="color: #FFF; font-family: Arial, sans-serif; font-size: 16px; padding: 20px 0; text-align: center;">EysaMobile - Parking</td> </tr> <tr> <td colspan="2" style="color: #B0B0B0; font-family: Arial, sans-serif; font-size: 11px; padding: 15px 0;">THIS E_MAIL IS PRIVILEGED AND CONTAINS CONFIDENTIAL INFORMATION. Any reading, retention, distribution or copying of this communication by any person other that its intended recipient is prohibited. Please consider the environment before printing.</td> </tr> </table> </body> </html>
ca_es: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd"> <html> <head> <meta http-equiv="Content-Type" content="text/html; charset=UTF-8"> <title>UnparkingDone</title> </head> <body> <table align="center" style="border-collapse: collapse; border-spacing: 0; margin: 0 auto; padding: 0; width: 650px;"> <tr style="background: #0F4F7B;"> <td style="padding: 15px 0 15px 25px; width: 60px"><img src="https://www.eysamobile.com/integraMobile/Content/img/offp_icon.png" alt=""></td> <td style="color: #FFF; font-family: Arial, sans-serif; font-size: 32px; padding: 15px 25px; vertical-align: middle; width: 95%;">Desaparcament Realitzat</td> </tr> <tr> <td colspan="2" style="padding: 40px 0;"> <table style="border-spacing: 0; margin: 0; padding: 0 4px 0 1px; table-layout: fixed; width: 100%;"> <tr> <td style="color: #8B8B8B; font-family: Arial, sans-serif; font-size: 13px; font-style: italic; padding: 0 0 10px;">Resum del desaparcament</td> </tr> </table> <table style="border-spacing: 0; margin: 0; padding: 0 4px 0 1px; table-layout: fixed; width: 100%;"> <tr> <td style="border-bottom: 1px solid #C2C2C2; color: #8B8B8B; font-family: Arial, sans-serif; font-size: 13px; font-style: italic; padding: 10px 1px; vertical-align: bottom;">ID</td> <td style="border-bottom: 2px solid #C2C2C2; color: #0F4F7B; font-family: Arial, sans-serif; font-size: 16px; padding: 10px 1px; vertical-align: bottom;">{0}</td> <td style="width: 5%">&nbsp;</td> <td style="border-bottom: 1px solid #C2C2C2; color: #8B8B8B; font-family: Arial, sans-serif; font-size: 13px; font-style: italic; padding: 10px 1px; vertical-align: bottom;">Matr&iacute;cula</td> <td style="border-bottom: 2px solid #C2C2C2; color: #0F4F7B; font-family: Arial, sans-serif; font-size: 16px; padding: 10px 1px; vertical-align: bottom;">{1}</td> </tr> <tr> <td style="border-bottom: 1px solid #C2C2C2; color: #8B8B8B; font-family: Arial, sans-serif; font-size: 13px; font-style: italic; padding: 10px 1px; vertical-align: bottom;">Ciutat</td> <td style="border-bottom: 2px solid #C2C2C2; color: #0F4F7B; font-family: Arial, sans-serif; font-size: 16px; padding: 10px 1px; vertical-align: bottom;">{2}</td> <td style="width: 5%">&nbsp;</td> <td style="border-bottom: 1px solid #C2C2C2; color: #8B8B8B; font-family: Arial, sans-serif; font-size: 13px; font-style: italic; padding: 10px 1px; vertical-align: bottom;">Data de l'emissi&oacute;</td> <td style="border-bottom: 2px solid #C2C2C2; color: #0F4F7B; font-family: Arial, sans-serif; font-size: 16px; padding: 10px 1px; vertical-align: bottom;">{3:HH:mm:ss dd/MM/yyyy}</td> </tr> <tr> <td colspan="2" style="padding: 10px 1px;">&nbsp;</td> <td>&nbsp;</td> <td colspan="2" style="padding: 10px 1px;">&nbsp;</td> </tr> <tr> <td colspan="2" style="border-bottom: 1px solid #C2C2C2; color: #8B8B8B; font-family: Arial, sans-serif; font-size: 13px; font-style: italic; padding: 10px 1px; vertical-align: bottom;">L'aparcament Comença</td> <td style="width: 5%">&nbsp;</td> <td colspan="2" style="border-bottom: 1px solid #C2C2C2; color: #8B8B8B; font-family: Arial, sans-serif; font-size: 13px; font-style: italic; padding: 10px 1px; vertical-align: bottom;">L'aparcament Finalitza</td> </tr> <tr> <td colspan="2" style="border-bottom: 2px solid #C2C2C2; color: #0F4F7B; font-family: Arial, sans-serif; font-size: 16px; padding: 10px 1px; text-align: center; vertical-align: bottom;">{4:HH:mm:ss dd/MM/yyyy}</td> <td style="width: 5%">&nbsp;</td> <td colspan="2" style="border-bottom: 2px solid #C2C2C2; color: #0F4F7B; font-family: Arial, sans-serif; font-size: 16px; padding: 10px 1px; text-align: center; vertical-align: bottom;">{5:HH:mm:ss dd/MM/yyyy}</td> </tr> <tr> <td colspan="2" style="padding: 10px 1px;">&nbsp;</td> <td>&nbsp;</td> <td colspan="2" style="padding: 10px 1px;">&nbsp;</td> </tr> {10} {11} <tr> <td colspan="2" style="border-bottom: 1px solid #C2C2C2; color: #8B8B8B; font-family: Arial, sans-serif; font-size: 13px; font-style: italic; padding: 10px 1px; vertical-align: bottom;">Quantitat retornada</td> <td colspan="3" style="border-bottom: 2px solid #C2C2C2; color: #0F4F7B; font-family: Arial, sans-serif; font-size: 16px; padding: 10px 1px; text-align: center; vertical-align: bottom;">{6}</td> </tr> {7} </table> </td> </tr> <tr style="background: #0F4F7B;"> <td colspan="2" style="color: #FFF; font-family: Arial, sans-serif; font-size: 16px; padding: 20px 0; text-align: center;">EysaMobile - Parking</td> </tr> <tr> <td colspan="2" style="color: #B0B0B0; font-family: Arial, sans-serif; font-size: 11px; padding: 15px 0;">AQUEST CORREU ELECTRÒNIC CONTÉ INFORMACIÓ ESTRICTAMENT CONFIDENCIAL. Si vostè no és el destinatari del missatge no està autritzat a llegir-lo, retenir-lo o difundir-lo.<br>Abans d'imprimir aquest correu pensi si és realment necessari.</td> </tr> </table> </body> </html>
es_es: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd"> <html> <head> <meta http-equiv="Content-Type" content="text/html; charset=UTF-8"> <title>UnparkingDone</title> </head> <body> <table align="center" style="border-collapse: collapse; border-spacing: 0; margin: 0 auto; padding: 0; width: 650px;"> <tr style="background: #0F4F7B;"> <td style="padding: 15px 0 15px 25px; width: 60px"><img src="https://www.eysamobile.com/integraMobile/Content/img/offp_icon.png" alt=""></td> <td style="color: #FFF; font-family: Arial, sans-serif; font-size: 32px; padding: 15px 25px; vertical-align: middle; width: 95%;">Desaparcamiento Realizado</td> </tr> <tr> <td colspan="2" style="padding: 40px 0;"> <table style="border-spacing: 0; margin: 0; padding: 0 4px 0 1px; table-layout: fixed; width: 100%;"> <tr> <td style="color: #8B8B8B; font-family: Arial, sans-serif; font-size: 13px; font-style: italic; padding: 0 0 10px;">Resumen del desaparcamiento</td> </tr> </table> <table style="border-spacing: 0; margin: 0; padding: 0 4px 0 1px; table-layout: fixed; width: 100%;"> <tr> <td style="border-bottom: 1px solid #C2C2C2; color: #8B8B8B; font-family: Arial, sans-serif; font-size: 13px; font-style: italic; padding: 10px 1px; vertical-align: bottom;">ID</td> <td style="border-bottom: 2px solid #C2C2C2; color: #0F4F7B; font-family: Arial, sans-serif; font-size: 16px; padding: 10px 1px; vertical-align: bottom;">{0}</td> <td style="width: 5%">&nbsp;</td> <td style="border-bottom: 1px solid #C2C2C2; color: #8B8B8B; font-family: Arial, sans-serif; font-size: 13px; font-style: italic; padding: 10px 1px; vertical-align: bottom;">Matr&iacute;cula</td> <td style="border-bottom: 2px solid #C2C2C2; color: #0F4F7B; font-family: Arial, sans-serif; font-size: 16px; padding: 10px 1px; vertical-align: bottom;">{1}</td> </tr> <tr> <td style="border-bottom: 1px solid #C2C2C2; color: #8B8B8B; font-family: Arial, sans-serif; font-size: 13px; font-style: italic; padding: 10px 1px; vertical-align: bottom;">Ciudad</td> <td style="border-bottom: 2px solid #C2C2C2; color: #0F4F7B; font-family: Arial, sans-serif; font-size: 16px; padding: 10px 1px; vertical-align: bottom;">{2}</td> <td style="width: 5%">&nbsp;</td> <td style="border-bottom: 1px solid #C2C2C2; color: #8B8B8B; font-family: Arial, sans-serif; font-size: 13px; font-style: italic; padding: 10px 1px; vertical-align: bottom;">Fecha de emisi&oacute;n</td> <td style="border-bottom: 2px solid #C2C2C2; color: #0F4F7B; font-family: Arial, sans-serif; font-size: 16px; padding: 10px 1px; vertical-align: bottom;">{3:HH:mm:ss dd/MM/yyyy}</td> </tr> <tr> <td colspan="2" style="padding: 10px 1px;">&nbsp;</td> <td>&nbsp;</td> <td colspan="2" style="padding: 10px 1px;">&nbsp;</td> </tr> <tr> <td colspan="2" style="border-bottom: 1px solid #C2C2C2; color: #8B8B8B; font-family: Arial, sans-serif; font-size: 13px; font-style: italic; padding: 10px 1px; vertical-align: bottom;">El aparcamiento comienza</td> <td style="width: 5%">&nbsp;</td> <td colspan="2" style="border-bottom: 1px solid #C2C2C2; color: #8B8B8B; font-family: Arial, sans-serif; font-size: 13px; font-style: italic; padding: 10px 1px; vertical-align: bottom;">El aparcamiento finaliza</td> </tr> <tr> <td colspan="2" style="border-bottom: 2px solid #C2C2C2; color: #0F4F7B; font-family: Arial, sans-serif; font-size: 16px; padding: 10px 1px; text-align: center; vertical-align: bottom;">{4:HH:mm:ss dd/MM/yyyy}</td> <td style="width: 5%">&nbsp;</td> <td colspan="2" style="border-bottom: 2px solid #C2C2C2; color: #0F4F7B; font-family: Arial, sans-serif; font-size: 16px; padding: 10px 1px; text-align: center; vertical-align: bottom;">{5:HH:mm:ss dd/MM/yyyy}</td> </tr> <tr> <td colspan="2" style="padding: 10px 1px;">&nbsp;</td> <td>&nbsp;</td> <td colspan="2" style="padding: 10px 1px;">&nbsp;</td> </tr> {10} {11} <tr> <td colspan="2" style="border-bottom: 1px solid #C2C2C2; color: #8B8B8B; font-family: Arial, sans-serif; font-size: 13px; font-style: italic; padding: 10px 1px; vertical-align: bottom;">Cantidad devuelta</td> <td colspan="3" style="border-bottom: 2px solid #C2C2C2; color: #0F4F7B; font-family: Arial, sans-serif; font-size: 16px; padding: 10px 1px; text-align: center; vertical-align: bottom;">{6}</td> </tr> {7} </table> </td> </tr> <tr style="background: #0F4F7B;"> <td colspan="2" style="color: #FFF; font-family: Arial, sans-serif; font-size: 16px; padding: 20px 0; text-align: center;">EysaMobile - Parking</td> </tr> <tr> <td colspan="2" style="color: #B0B0B0; font-family: Arial, sans-serif; font-size: 11px; padding: 15px 0;">ESTE CORREO ELECTRÓNICO CONTIENE INFORMACIÓN ESTRICTAMENTE CONFIDENCIAL. Si usted no es el destinatario del presente mensaje no está autorizado a leerlo, retenerlo o difundirlo.<br>Antes de imprimir este correo piense si es realmente necesario.</td> </tr> </table> </body> </html>

# ConfirmUnParking_EmailHeader
source: EYSAMobile: Vehicle Unparked
ca_es: EYSAMobile: Desaparcament realitzat
es_es: EYSAMobile: Desaparcamiento realizado
