Repository: SidhantUppal/sandro-repo
Catalog: eysaMobile.WS/Properties/Resource.*.resx
Languages: ca_es, es_es

# ConfirmOffstreet_EmailBody
source: <div id="page" style="font-family: Arial, Helvetica, sans-serif; color: #666; margin:auto; width:650px;"> <!-- HEADER --> <div id="header" style="background-color: #004f7c; color: #fff; padding: 10px 20px;"> <h2 style="font-weight:lighter; font-size: 24pt; margin:0px; padding: 0px; line-height:0px; display: inline;"> <img id="logo" src="https://www.eysamobile.com/integraMobile/Content/img/offp_icon.png" width="92" height="92" alt="iParkMe" style="vertical-align: middle; margin-right: 20px;">OffStreet Parking </h2> </div> <!-- CONTENT --> <div id="content" style="margin: 40px 0px;"> <table border="0" cellpadding="5" cellspacing="0" summary="OffStreet Parking Summary" style="table-layout: fixed; width: 100%;"> <caption style="text-align: left; color: #999; font-style: italic; margin-bottom: 10px; font-size: 10pt;"> OffStreet Parking Resume </caption> <tr> <td class="label" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline; border-bottom: 1px solid #ccc; font-style: italic; color: #999; font-size: 10pt;">ID</td> <td class="data" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline; border-bottom: 2px solid #ccc; color: #004f7c; font-size: 12pt;">{0}</td> <td width="5%" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline;">&nbsp;</td> <td class="label" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline; border-bottom: 1px solid #ccc; font-style: italic; color: #999; font-size: 10pt;">License Plate</td> <td class="data" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline; border-bottom: 2px solid #ccc; color: #004f7c; font-size: 12pt;">{1}</td> </tr> <tr> <td class="label" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline; border-bottom: 1px solid #ccc; font-style: italic; color: #999; font-size: 10pt;">City</td> <td class="data" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline; border-bottom: 2px solid #ccc; color: #004f7c; font-size: 12pt;">{2}</td> <td width="5%" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline;">&nbsp;</td> <td class="label" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline; border-bottom: 1px solid #ccc; font-style: italic; color: #999; font-size: 10pt;">Date</td> <td class="data" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline; border-bottom: 2px solid #ccc; color: #004f7c; font-size: 12pt;">{5:HH:mm:ss dd/MM/yyyy}</td> </tr> <tr> <td class="label" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline; border-bottom: 1px solid #ccc; font-style: italic; color: #999; font-size: 10pt;">Parking</td> <td class="data" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline; border-bottom: 2px solid #ccc; color: #004f7c; font-size: 12pt;">{3}</td> <td width="5%" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline;">&nbsp;</td> <td class="label" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline; border-bottom: 1px solid #ccc; font-style: italic; color: #999; font-size: 10pt;">Rate</td> <td class="data" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline; border-bottom: 2px solid #ccc; color: #004f7c; font-size: 12pt;">{4}</td> </tr> <tr> <td colspan="2" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline;">&nbsp;</td> <td style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline;">&nbsp;</td> <td colspan="2" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline;">&nbsp;</td> </tr> <tr> <td colspan="2" class="label" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline; border-bottom: 1px solid #ccc; font-style: italic; color: #999; font-size: 10pt;">Time and date of entry:</td> <td width="5%" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline;">&nbsp;</td> <td colspan="2" class="label" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline; border-bottom: 1px solid #ccc; font-style: italic; color: #999; font-size: 10pt;">Time and date of exit:</td> </tr> <tr class="dates"> <td colspan="2" class="data" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline; border-bottom: 2px solid #ccc; color: #004f7c; font-size: 12pt; text-align: center; font-size: 14pt;">{6:HH:mm:ss dd/MM/yyyy}</td> <td width="5%" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline;">&nbsp;</td> <td colspan="2" class="data empha" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline; border-bottom: 2px solid #ccc; color: #004f7c; font-size: 12pt; text-align: center; font-size: 14pt; font-weight: bold;">{7:HH:mm:ss dd/MM/yyyy}</td> </tr> <tr> <td colspan="2" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline;">&nbsp;</td> <td>&nbsp;</td> <td colspan="2" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline;">&nbsp;</td> </tr> <tr> <td colspan="2" class="label" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline; border-bottom: 1px solid #ccc; font-style: italic; color: #999; font-size: 10pt;">Amount Paid</td> <td width="5%" class="label" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline; border-bottom: 1px solid #ccc; font-style: italic; color: #999; font-size: 10pt;">&nbsp;</td> <td colspan="2" class="money data empha" style="text-align: right; padding: 10px 5px; white-space: nowrap; vertical-align: baseline; border-bottom: 2px solid #ccc; color: #004f7c; font-size: 12pt; text-align: center; font-size: 14pt; font-weight: bold;">{8}</td> </tr> {9} </table> </div> <!-- FOOTER --> <div id="footer" style="color: #FFF; background-color: #004f7c; text-align: center; padding: 20px;"> EysaMobile - OffStreet Parking </div> <!-- DISCLAIMER --> <div id="disclaimer" style="font-size: 8pt; text-align: justify; color: #999;"> <p>THIS E_MAIL IS PRIVILEGED AND CONTAINS CONFIDENTIAL INFORMATION. Any reading, retention, distribution or copying of this communication by any person other that its intended recipient is prohibited. <br>P Please consider the environment before printing .</p> </div> </div>
ca_es: <div id="page" style="font-family: Arial, Helvetica, sans-serif; color: #666; margin:auto; width:650px;"> <!-- HEADER --> <div id="header" style="background-color: #004f7c; color: #fff; padding: 10px 20px;"> <h2 style="font-weight:lighter; font-size: 24pt; margin:0px; padding: 0px; line-height:0px; display: inline;"> <img id="logo" src="https://www.eysamobile.com/integraMobile/Content/img/offp_icon.png" width="92" height="92" alt="EysaMobile" style="vertical-align: middle; margin-right: 20px;">Aparcamiento </h2> </div> <!-- CONTENT --> <div id="content" style="margin: 40px 0px;"> <table border="0" cellpadding="5" cellspacing="0" summary="OffStreet Parking Resume" style="table-layout: fixed; width: 100%;"> <caption style="text-align: left; color: #999; font-style: italic; margin-bottom: 10px; font-size: 10pt;"> Resum de l'Aparcament </caption> <tr> <td class="label" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline; border-bottom: 1px solid #ccc; font-style: italic; color: #999; font-size: 10pt;">ID</td> <td class="data" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline; border-bottom: 2px solid #ccc; color: #004f7c; font-size: 12pt;">{0}</td> <td width="5%" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline;">&nbsp;</td> <td class="label" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline; border-bottom: 1px solid #ccc; font-style: italic; color: #999; font-size: 10pt;">Matr&iacute;cula</td> <td class="data" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline; border-bottom: 2px solid #ccc; color: #004f7c; font-size: 12pt;">{1}</td> </tr> <tr> <td class="label" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline; border-bottom: 1px solid #ccc; font-style: italic; color: #999; font-size: 10pt;">Ciutat</td> <td class="data" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline; border-bottom: 2px solid #ccc; color: #004f7c; font-size: 12pt;">{2}</td> <td width="5%" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline;">&nbsp;</td> <td class="label" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline; border-bottom: 1px solid #ccc; font-style: italic; color: #999; font-size: 10pt;">Data d'emissi&oacute;</td> <td class="data" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline; border-bottom: 2px solid #ccc; color: #004f7c; font-size: 12pt;">{5:HH:mm:ss dd/MM/yyyy}</td> </tr> <tr> <td class="label" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline; border-bottom: 1px solid #ccc; font-style: italic; color: #999; font-size: 10pt;">Parking</td> <td class="data" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline; border-bottom: 2px solid #ccc; color: #004f7c; font-size: 12pt;">{3}</td> <td width="5%" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline;">&nbsp;</td> <td class="label" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline; border-bottom: 1px solid #ccc; font-style: italic; color: #999; font-size: 10pt;">Tarifa</td> <td class="data" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline; border-bottom: 2px solid #ccc; color: #004f7c; font-size: 12pt;">{4}</td> </tr> <tr> <td colspan="2" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline;">&nbsp;</td> <td style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline;">&nbsp;</td> <td colspan="2" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline;">&nbsp;</td> </tr> <tr> <td colspan="2" class="label" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline; border-bottom: 1px solid #ccc; font-style: italic; color: #999; font-size: 10pt;">Hora i data d'entrada al parking:</td> <td width="5%" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline;">&nbsp;</td> <td colspan="2" class="label" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline; border-bottom: 1px solid #ccc; font-style: italic; color: #999; font-size: 10pt;">Hora i data de sortida del parking:</td> </tr> <tr class="dates"> <td colspan="2" class="data" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline; border-bottom: 2px solid #ccc; color: #004f7c; font-size: 12pt; text-align: center; font-size: 14pt;">{6:HH:mm:ss dd/MM/yyyy}</td> <td width="5%" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline;">&nbsp;</td> <td colspan="2" class="data empha" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline; border-bottom: 2px solid #ccc; color: #004f7c; font-size: 12pt; text-align: center; font-size: 14pt; font-weight: bold;">{7:HH:mm:ss dd/MM/yyyy}</td> </tr> <tr> <td colspan="2" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline;">&nbsp;</td> <td>&nbsp;</td> <td colspan="2" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline;">&nbsp;</td> </tr> <tr> <td colspan="2" class="label" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline; border-bottom: 1px solid #ccc; font-style: italic; color: #999; font-size: 10pt;">Import abonat</td> <td width="5%" class="label" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline; border-bottom: 1px solid #ccc; font-style: italic; color: #999; font-size: 10pt;">&nbsp;</td> <td colspan="2" class="money data empha" style="text-align: right; padding: 10px 5px; white-space: nowrap; vertical-align: baseline; border-bottom: 2px solid #ccc; color: #004f7c; font-size: 12pt; text-align: center; font-size: 14pt; font-weight: bold;">{8}</td> </tr> {9} </table> </div> <!-- FOOTER --> <div id="footer" style="color: #FFF; background-color: #004f7c; text-align: center; padding: 20px;"> EysaMobile - Parking subterrani </div> <!-- DISCLAIMER --> <div id="disclaimer" style="font-size: 8pt; text-align: justify; color: #999;"> <p>AQUEST CORREU ELECTRÒNIC CONTÉ INFORMACIÓ ESTRICTAMENT CONFIDENCIAL. Si vostè no és el destinatari del missatge no està autritzat a llegir-lo, retenir-lo o difundir-lo.<br>Abans d'imprimir aquest correu pensi si és realment necessari. <a href="https://www.eysamobile.com">www.eysamobile.com</a></p> </div> </div>
es_es: <div id="page" style="font-family: Arial, Helvetica, sans-serif; color: #666; margin:auto; width:650px;"> <!-- HEADER --> <div id="header" style="background-color: #004f7c; color: #fff; padding: 10px 20px;"> <h2 style="font-weight:lighter; font-size: 24pt; margin:0px; padding: 0px; line-height:0px; display: inline;"> <img id="logo" src="https://www.eysamobile.com/integraMobile/Content/img/offp_icon.png" width="92" height="92" alt="iParkMe" style="vertical-align: middle; margin-right: 20px;">Aparcamiento </h2> </div> <!-- CONTENT --> <div id="content" style="margin: 40px 0px;"> <table border="0" cellpadding="5" cellspacing="0" summary="OffStreet Parking Resume" style="table-layout: fixed; width: 100%;"> <caption style="text-align: left; color: #999; font-style: italic; margin-bottom: 10px; font-size: 10pt;"> Resumen del Aparcamiento </caption> <tr> <td class="label" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline; border-bottom: 1px solid #ccc; font-style: italic; color: #999; font-size: 10pt;">ID</td> <td class="data" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline; border-bottom: 2px solid #ccc; color: #004f7c; font-size: 12pt;">{0}</td> <td width="5%" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline;">&nbsp;</td> <td class="label" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline; border-bottom: 1px solid #ccc; font-style: italic; color: #999; font-size: 10pt;">Matr&iacute;cula</td> <td class="data" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline; border-bottom: 2px solid #ccc; color: #004f7c; font-size: 12pt;">{1}</td> </tr> <tr> <td class="label" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline; border-bottom: 1px solid #ccc; font-style: italic; color: #999; font-size: 10pt;">Ciudad</td> <td class="data" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline; border-bottom: 2px solid #ccc; color: #004f7c; font-size: 12pt;">{2}</td> <td width="5%" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline;">&nbsp;</td> <td class="label" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline; border-bottom: 1px solid #ccc; font-style: italic; color: #999; font-size: 10pt;">Fecha de emisi&oacute;n</td> <td class="data" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline; border-bottom: 2px solid #ccc; color: #004f7c; font-size: 12pt;">{5:HH:mm:ss dd/MM/yyyy}</td> </tr> <tr> <td class="label" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline; border-bottom: 1px solid #ccc; font-style: italic; color: #999; font-size: 10pt;">Parking</td> <td class="data" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline; border-bottom: 2px solid #ccc; color: #004f7c; font-size: 12pt;">{3}</td> <td width="5%" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline;">&nbsp;</td> <td class="label" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline; border-bottom: 1px solid #ccc; font-style: italic; color: #999; font-size: 10pt;">Tarifa</td> <td class="data" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline; border-bottom: 2px solid #ccc; color: #004f7c; font-size: 12pt;">{4}</td> </tr> <tr> <td colspan="2" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline;">&nbsp;</td> <td style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline;">&nbsp;</td> <td colspan="2" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline;">&nbsp;</td> </tr> <tr> <td colspan="2" class="label" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline; border-bottom: 1px solid #ccc; font-style: italic; color: #999; font-size: 10pt;">Hora y fecha de entrada al parking:</td> <td width="5%" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline;">&nbsp;</td> <td colspan="2" class="label" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline; border-bottom: 1px solid #ccc; font-style: italic; color: #999; font-size: 10pt;">Hora y fecha de salida del parking:</td> </tr> <tr class="dates"> <td colspan="2" class="data" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline; border-bottom: 2px solid #ccc; color: #004f7c; font-size: 12pt; text-align: center; font-size: 14pt;">{6:HH:mm:ss dd/MM/yyyy}</td> <td width="5%" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline;">&nbsp;</td> <td colspan="2" class="data empha" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline; border-bottom: 2px solid #ccc; color: #004f7c; font-size: 12pt; text-align: center; font-size: 14pt; font-weight: bold;">{7:HH:mm:ss dd/MM/yyyy}</td> </tr> <tr> <td colspan="2" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline;">&nbsp;</td> <td>&nbsp;</td> <td colspan="2" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline;">&nbsp;</td> </tr> <tr> <td colspan="2" class="label" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline; border-bottom: 1px solid #ccc; font-style: italic; color: #999; font-size: 10pt;">Importe abonado</td> <td width="5%" class="label" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline; border-bottom: 1px solid #ccc; font-style: italic; color: #999; font-size: 10pt;">&nbsp;</td> <td colspan="2" class="money data empha" style="text-align: right; padding: 10px 5px; white-space: nowrap; vertical-align: baseline; border-bottom: 2px solid #ccc; color: #004f7c; font-size: 12pt; text-align: center; font-size: 14pt; font-weight: bold;">{8}</td> </tr> {9} </table> </div> <!-- FOOTER --> <div id="footer" style="color: #FFF; background-color: #004f7c; text-align: center; padding: 20px;"> EysaMobile - Parking subterráneo </div> <!-- DISCLAIMER --> <div id="disclaimer" style="font-size: 8pt; text-align: justify; color: #999;"> <p>ESTE CORREO ELECTRÓNICO CONTIENE INFORMACIÓN ESTRICTAMENTE CONFIDENCIAL. Si usted no es el destinatario del presente mensaje no está autorizado a leerlo, retenerlo o difundirlo.<br> P Antes de imprimir este correo piense si es realmente necesario. </p> </div> </div>

# ConfirmOffstreet_EmailHeader
source: Parking Finished
ca_es: Aparcament realitzat
es_es: Aparcamiento realizado

# ExternalTicketNotPayable_EmailBody
source: Ticket Number: {0}<br>License Plate: {1}<br>City: {2}<br>Date: {3:HH:mm:ss dd/MM/yyyy}<br>Description: {4}<br>FINE NOT PAYABLE<br><br><a href="{5}"><img src="{6}" border="0"></a><br><br>
ca_es: Butllet&iacute;: {0}<br>Matr&iacute;cula: {1}<br>Ciutat: {2}<br>Data: {3:HH:mm:ss dd/MM/yyyy}<br>Descripci&oacute;: {4}<br>DENÚNCIA NO ANUL·LABLE<br><br><a href="{5}"><img src="{6}" border="0"></a><br><br>
es_es: Bolet&iacute;n: {0}<br>Matr&iacute;cula: {1}<br>Ciudad: {2}<br>Fecha: {3:HH:mm:ss dd/MM/yyyy}<br>Descripci&oacute;n: {4}<br>DENUNCIA NO ANULABLE<br><br><a href="{5}"><img src="{6}" border="0"></a><br><br>

# ConfirmOffstreet_EmailBody_Balance
source: <tr> <td colspan="2" class="label" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline; border-bottom: 1px solid #ccc; font-style: italic; color: #999; font-size: 10pt;">Balance</td> <td width="5%" class="label" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline; border-bottom: 1px solid #ccc; font-style: italic; color: #999; font-size: 10pt;">&nbsp;</td> <td colspan="2" class="money data empha" style="text-align: right; padding: 10px 5px; white-space: nowrap; vertical-align: baseline; border-bottom: 2px solid #ccc; color: #004f7c; font-size: 12pt; text-align: center; font-size: 14pt; font-weight: bold;">{0}</td> </tr>
ca_es: <tr> <td colspan="2" class="label" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline; border-bottom: 1px solid #ccc; font-style: italic; color: #999; font-size: 10pt;">Saldo</td> <td width="5%" class="label" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline; border-bottom: 1px solid #ccc; font-style: italic; color: #999; font-size: 10pt;">&nbsp;</td> <td colspan="2" class="money data empha" style="text-align: right; padding: 10px 5px; white-space: nowrap; vertical-align: baseline; border-bottom: 2px solid #ccc; color: #004f7c; font-size: 12pt; text-align: center; font-size: 14pt; font-weight: bold;">{0}</td> </tr>
es_es: <tr> <td colspan="2" class="label" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline; border-bottom: 1px solid #ccc; font-style: italic; color: #999; font-size: 10pt;">Saldo</td> <td width="5%" class="label" style="padding: 10px 5px; white-space: nowrap; vertical-align: baseline; border-bottom: 1px solid #ccc; font-style: italic; color: #999; font-size: 10pt;">&nbsp;</td> <td colspan="2" class="money data empha" style="text-align: right; padding: 10px 5px; white-space: nowrap; vertical-align: baseline; border-bottom: 2px solid #ccc; color: #004f7c; font-size: 12pt; text-align: center; font-size: 14pt; font-weight: bold;">{0}</td> </tr>
