Repository: SidhantUppal/sandro-repo
Catalog: eysaMobile.WS/Properties/Resource.*.resx
Languages: ca_es, es_es

# CustomerInscriptionModel_SummaryWelcomeEmail_Body
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd"> <html> <head> <meta http-equiv="Content-Type" content="text/html; charset=UTF-8"> <title>Welcome</title> </head> <body> <table align="center" style="border-collapse: collapse; border-spacing: 0; margin: 0 auto; padding: 0; width: 650px;"> <tr style="background: #0F4F7B;"> <td style="padding: 15px 0 15px 25px; width: 60px"><img src="https://www.eysamobile.com/integraMobile/Content/img/offp_icon.png" alt=""></td> <td style="color: #FFF; font-family: Arial, sans-serif; font-size: 32px; padding: 15px 25px; vertical-align: middle; width: 95%;">Welcome</td> </tr> <tr> <td colspan="2" style="padding: 40px 0 0;"> <table style="border-spacing: 0; margin: 0; padding: 0 4px 0 1px; table-layout: fixed; width: 100%;"> <tr> <td style="color: #51565A; font-family: Arial, sans-serif; font-size: 20px; padding: 0 0 10px;">Congratulations, your account has been successfully created with the following login information:</td> </tr> </table> <table style="border-spacing: 0; margin: 0; padding: 0 4px 0 1px; table-layout: fixed; width: 100%;"> <tr> <td colspan="2" style="border-bottom: 1px solid #C2C2C2; color: #8B8B8B; font-family: Arial, sans-serif; font-size: 13px; font-style: italic; padding: 10px 1px; vertical-align: bottom;">Login</td> <td colspan="3" style="border-bottom: 2px solid #C2C2C2; color: #0F4F7B; font-family: Arial, sans-serif; font-size: 16px; padding: 10px 1px; text-align: center; vertical-align: bottom;">{2}</td> </tr> <tr> <td colspan="2" style="padding: 10px 1px;">&nbsp;</td> <td>&nbsp;</td> <td colspan="2" style="padding: 10px 1px;">&nbsp;</td> </tr> <tr> <td colspan="5" style="color: #51565A; font-family: Arial, sans-serif; font-size: 18px; padding: 0 0 10px; text-align: center;">Now you can access your account and recharge your wallet to use the service:</td> </tr> <tr> <td colspan="5" style="color: #51565A; font-family: Arial, sans-serif; font-size: 18px; padding: 25px 0 20px; text-align: center;"> <a href="#" style="border: 2px solid #0F4F7B; color: #0F4F7B; font-size: 14px; font-weight: bold; padding: 15px 60px; text-decoration: none; text-transform: uppercase;">Login</a> </td> </tr> <tr> <td colspan="5" style="border-bottom: 1px solid #C2C2C2; color: #8B8B8B; font-family: Arial, sans-serif; font-size: 13px; font-style: italic; padding: 0 1px 10px;">&nbsp;</td> </tr> <tr> <td colspan="2" style="padding: 10px 1px;">&nbsp;</td> <td>&nbsp;</td> <td colspan="2" style="padding: 10px 1px;">&nbsp;</td> </tr> <tr> <td colspan="5" style="color: #51565A; font-family: Arial, sans-serif; font-size: 18px; padding: 0 0 10px;">Remember the benefits of being a prepay user:</td> </tr> <tr> <td colspan="5" style="color: #51565A; font-family: Arial, sans-serif; font-size: 18px; padding: 0 1px 10px;"> <ul style="padding-left: 20px;"> <li style="color: #0F4F7B; font-size: 13px; font-weight: bold;"> <a href="#" style="color: #0F4F7B; font-size: 13px; font-weight: bold; text-decoration: none;">Refund of the unused time.</a> </li> <li style="color: #0F4F7B; font-size: 13px; font-weight: bold;"> <a href="#" style="color: #0F4F7B; font-size: 13px; font-weight: bold; text-decoration: none;">Recharge automatically and save time.</a> </li> <li style="color: #0F4F7B; font-size: 13px; font-weight: bold;"> <a href="#" style="color: #0F4F7B; font-size: 13px; font-weight: bold; text-decoration: none;">Online access to your operations and invoices.</a> </li> <li style="color: #0F4F7B; font-size: 13px; font-weight: bold;"> <a href="#" style="color: #0F4F7B; font-size: 13px; font-weight: bold; text-decoration: none;">Alarms before your parking is over.</a> </li> </ul> </td> </tr> <tr> <td colspan="5" style="color: #51565A; font-family: Arial, sans-serif; font-size: 13px; padding: 0 0 10px;">Remember that now you have a meter in your hand. Enjoy Your Parking!</td> </tr> </table> </td> </tr> <tr style="background: #0F4F7B;"> <td colspan="2" style="color: #FFF; font-family: Arial, sans-serif; font-size: 16px; padding: 20px 0; text-align: center;">EysaMobile - Parking</td> </tr> <tr> <td colspan="2" style="color: #B0B0B0; font-family: Arial, sans-serif; font-size: 11px; padding: 15px 0;">THIS E_MAIL IS PRIVILEGED AND CONTAINS CONFIDENTIAL INFORMATION. Any reading, retention, distribution or copying of this communication by any person other that its intended recipient is prohibited. Please consider the environment before printing .</td> </tr> </table> </body> </html>
ca_es: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd"> <html> <head> <meta http-equiv="Content-Type" content="text/html; charset=UTF-8"> <title>Welcome</title> </head> <body> <table align="center" style="border-collapse: collapse; border-spacing: 0; margin: 0 auto; padding: 0; width: 650px;"> <tr style="background: #0F4F7B;"> <td style="padding: 15px 0 15px 25px; width: 60px"><img src="https://www.eysamobile.com/integraMobile/Content/img/offp_icon.png" alt=""></td> <td style="color: #FFF; font-family: Arial, sans-serif; font-size: 32px; padding: 15px 25px; vertical-align: middle; width: 95%;">Benvingut/a</td> </tr> <tr> <td colspan="2" style="padding: 40px 0 0;"> <table style="border-spacing: 0; margin: 0; padding: 0 4px 0 1px; table-layout: fixed; width: 100%;"> <tr> <td style="color: #51565A; font-family: Arial, sans-serif; font-size: 20px; padding: 0 0 10px;">Enhorabona, el seu compte de pagament per m&ograve;bil ha sigut creat correctament amb les seg&uuml;ents dades d'acc&eacute;s:</td> </tr> </table> <table style="border-spacing: 0; margin: 0; padding: 0 4px 0 1px; table-layout: fixed; width: 100%;"> <tr> <td colspan="2" style="border-bottom: 1px solid #C2C2C2; color: #8B8B8B; font-family: Arial, sans-serif; font-size: 13px; font-style: italic; padding: 10px 1px; vertical-align: bottom;">Usuari</td> <td colspan="3" style="border-bottom: 2px solid #C2C2C2; color: #0F4F7B; font-family: Arial, sans-serif; font-size: 16px; padding: 10px 1px; text-align: center; vertical-align: bottom;">{2}</td> </tr> <tr> <td colspan="2" style="padding: 10px 1px;">&nbsp;</td> <td>&nbsp;</td> <td colspan="2" style="padding: 10px 1px;">&nbsp;</td> </tr> <tr> <td colspan="5" style="color: #51565A; font-family: Arial, sans-serif; font-size: 18px; padding: 0 0 10px; text-align: center;">Ara ja pot accedir al seu nou compte i recarregar el seu saldo per poder comen&ccedil;ar a utilitzar el servei:</td> </tr> <tr> <td colspan="5" style="color: #51565A; font-family: Arial, sans-serif; font-size: 18px; padding: 25px 0 20px; text-align: center;"> <a href="#" style="border: 2px solid #0F4F7B; color: #0F4F7B; font-size: 14px; font-weight: bold; padding: 15px 60px; text-decoration: none; text-transform: uppercase;">Entrar</a> </td> </tr> <tr> <td colspan="5" style="border-bottom: 1px solid #C2C2C2; color: #8B8B8B; font-family: Arial, sans-serif; font-size: 13px; font-style: italic; padding: 0 1px 10px;">&nbsp;</td> </tr> <tr> <td colspan="2" style="padding: 10px 1px;">&nbsp;</td> <td>&nbsp;</td> <td colspan="2" style="padding: 10px 1px;">&nbsp;</td> </tr> <tr> <td colspan="5" style="color: #51565A; font-family: Arial, sans-serif; font-size: 18px; padding: 0 0 10px;">Recordi els beneficis d'estar registrat:</td> </tr> <tr> <td colspan="5" style="color: #51565A; font-family: Arial, sans-serif; font-size: 18px; padding: 0 1px 10px;"> <ul style="padding-left: 20px;"> <li style="color: #0F4F7B; font-size: 13px; font-weight: bold;"> <a href="#" style="color: #0F4F7B; font-size: 13px; font-weight: bold; text-decoration: none;">Devoluci&oacute; del temps no consumit.</a> </li> <li style="color: #0F4F7B; font-size: 13px; font-weight: bold;"> <a href="#" style="color: #0F4F7B; font-size: 13px; font-weight: bold; text-decoration: none;">Auto rec&agrave;rrega autom&agrave;tica – estalvi de temps.</a> </li> <li style="color: #0F4F7B; font-size: 13px; font-weight: bold;"> <a href="#" style="color: #0F4F7B; font-size: 13px; font-weight: bold; text-decoration: none;">Acc&eacute;s online a les seves operacions i facturaci&oacute;.</a> </li> <li style="color: #0F4F7B; font-size: 13px; font-weight: bold;"> <a href="#" style="color: #0F4F7B; font-size: 13px; font-weight: bold; text-decoration: none;">Avisos per temps caducat.</a> </li> </ul> </td> </tr> <tr> <td colspan="5" style="color: #51565A; font-family: Arial, sans-serif; font-size: 13px; padding: 0 0 10px;">I recordi, te un parqu&iacute;metre a l'abast de la m&agrave;. Enjoy Your Parking!</td> </tr> </table> </td> </tr> <tr style="background: #0F4F7B;"> <td colspan="2" style="color: #FFF; font-family: Arial, sans-serif; font-size: 16px; padding: 20px 0; text-align: center;">EysaMobile - Parking</td> </tr> <tr> <td colspan="2" style="color: #B0B0B0; font-family: Arial, sans-serif; font-size: 11px; padding: 15px 0;">AQUEST CORREU ELECTRÒNIC CONTÉ INFORMACIÓ ESTRICTAMENT CONFIDENCIAL. Si vostè no és el destinatari del missatge no està autritzat a llegir-lo, retenir-lo o difundir-lo.<br>Abans d'imprimir aquest correu pensi si és realment necessari.</td> </tr> </table> </body> </html>
es_es: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd"> <html> <head> <meta http-equiv="Content-Type" content="text/html; charset=UTF-8"> <title>Welcome</title> </head> <body> <table align="center" style="border-collapse: collapse; border-spacing: 0; margin: 0 auto; padding: 0; width: 650px;"> <tr style="background: #0F4F7B;"> <td style="padding: 15px 0 15px 25px; width: 60px"><img src="https://www.eysamobile.com/integraMobile/Content/img/offp_icon.png" alt=""></td> <td style="color: #FFF; font-family: Arial, sans-serif; font-size: 32px; padding: 15px 25px; vertical-align: middle; width: 95%;">Bienvenido/a</td> </tr> <tr> <td colspan="2" style="padding: 40px 0 0;"> <table style="border-spacing: 0; margin: 0; padding: 0 4px 0 1px; table-layout: fixed; width: 100%;"> <tr> <td style="color: #51565A; font-family: Arial, sans-serif; font-size: 20px; padding: 0 0 10px;">Enhorabuena, su cuenta de pago por móvil ha sido creada con éxito con los siguientes datos de acceso:</td> </tr> </table> <table style="border-spacing: 0; margin: 0; padding: 0 4px 0 1px; table-layout: fixed; width: 100%;"> <tr> <td colspan="2" style="border-bottom: 1px solid #C2C2C2; color: #8B8B8B; font-family: Arial, sans-serif; font-size: 13px; font-style: italic; padding: 10px 1px; vertical-align: bottom;">Usuario</td> <td colspan="3" style="border-bottom: 2px solid #C2C2C2; color: #0F4F7B; font-family: Arial, sans-serif; font-size: 16px; padding: 10px 1px; text-align: center; vertical-align: bottom;">{2}</td> </tr> <tr> <td colspan="2" style="padding: 10px 1px;">&nbsp;</td> <td>&nbsp;</td> <td colspan="2" style="padding: 10px 1px;">&nbsp;</td> </tr> <tr> <td colspan="5" style="color: #51565A; font-family: Arial, sans-serif; font-size: 18px; padding: 0 0 10px; text-align: center;">Ahora ya puede acceder a su nueva cuenta y recargar su saldo para empezar a utilizar el servicio:</td> </tr> <tr> <td colspan="5" style="color: #51565A; font-family: Arial, sans-serif; font-size: 18px; padding: 25px 0 20px; text-align: center;"> <a href="#" style="border: 2px solid #0F4F7B; color: #0F4F7B; font-size: 14px; font-weight: bold; padding: 15px 60px; text-decoration: none; text-transform: uppercase;">Entrar</a> </td> </tr> <tr> <td colspan="5" style="border-bottom: 1px solid #C2C2C2; color: #8B8B8B; font-family: Arial, sans-serif; font-size: 13px; font-style: italic; padding: 0 1px 10px;">&nbsp;</td> </tr> <tr> <td colspan="2" style="padding: 10px 1px;">&nbsp;</td> <td>&nbsp;</td> <td colspan="2" style="padding: 10px 1px;">&nbsp;</td> </tr> <tr> <td colspan="5" style="color: #51565A; font-family: Arial, sans-serif; font-size: 18px; padding: 0 0 10px;">Recuerda los beneficios de estar registrado:</td> </tr> <tr> <td colspan="5" style="color: #51565A; font-family: Arial, sans-serif; font-size: 18px; padding: 0 1px 10px;"> <ul style="padding-left: 20px;"> <li style="color: #0F4F7B; font-size: 13px; font-weight: bold;"> <a href="#" style="color: #0F4F7B; font-size: 13px; font-weight: bold; text-decoration: none;">Devolución del tiempo no consumido.</a> </li> <li style="color: #0F4F7B; font-size: 13px; font-weight: bold;"> <a href="#" style="color: #0F4F7B; font-size: 13px; font-weight: bold; text-decoration: none;">Auto recarga autom&aacute;tica – ahorra tiempo.</a> </li> <li style="color: #0F4F7B; font-size: 13px; font-weight: bold;"> <a href="#" style="color: #0F4F7B; font-size: 13px; font-weight: bold; text-decoration: none;">Acceso online a tus operaciones y facturaci&oacute;n.</a> </li> <li style="color: #0F4F7B; font-size: 13px; font-weight: bold;"> <a href="#" style="color: #0F4F7B; font-size: 13px; font-weight: bold; text-decoration: none;">Avisos para tiempo caducado.</a> </li> </ul> </td> </tr> <tr> <td colspan="5" style="color: #51565A; font-family: Arial, sans-serif; font-size: 13px; padding: 0 0 10px;">Y recuerda, que tienes tu parquímetro en la mano. Enjoy Your Parking!</td> </tr> </table> </td> </tr> <tr style="background: #0F4F7B;"> <td colspan="2" style="color: #FFF; font-family: Arial, sans-serif; font-size: 16px; padding: 20px 0; text-align: center;">EysaMobile - Parking</td> </tr> <tr> <td colspan="2" style="color: #B0B0B0; font-family: Arial, sans-serif; font-size: 11px; padding: 15px 0;">ESTE CORREO ELECTRÓNICO CONTIENE INFORMACIÓN ESTRICTAMENTE CONFIDENCIAL. Si usted no es el destinatario del presente mensaje no está autorizado a leerlo, retenerlo o difundirlo.<br>Antes de imprimir este correo piense si es realmente necesario.</td> </tr> </table> </body> </html>

# CustomerInscriptionModel_SummaryWelcomeEmail_Subject
source: Bienvenido a EYSAMobile
ca_es: Benvingut a EYSAMobile
