Repository: SidhantUppal/sandro-repo
Catalog: BackOffice2/backOffice/Plugins/PBPPlugin/Locale/*/PBPPlugin.resx
Languages: ca_es, es_es

# OperationExt_Delete_Button_Text
source: Delete
ca_es: Eliminar
es_es: Eliminar

# OperationExt_Delete_Button_Title
source: Delete operation
ca_es: Eliminar l'operació
es_es: Eliminar la operación

# OperationExt_Delete_Confirm
source: Are you sure you want to delete <b>{0}</b> operation (ID: {1}, User:{2})?
ca_es: Està d'acord en eliminar l'operació de <b>{0}</b> (ID: {1}, Usuari:{2})?
es_es: ¿Conforme en eliminar la operación de <b>{0}</b> (ID: {1}, Usuario:{2})?

# OperationExt_Delete_Error
source: Error deleting operation
ca_es: Error al eliminar l'operació
es_es: Error al eliminar la operación

# OperationExt_Delete_Extension_EmailBody
source: Deleted extend parking operation data:<br><br>User: {12}<br>ID: {0}<br>Plate License: {1}<br>City: {2}<br>Zone: {3}<br>Tarift: {4}<br>Date: {5:HH:mm:ss dd/MM/yyyy}<br>Parking starts: {6:HH:mm:ss dd/MM/yyyy}<br>Parking ends: {7:HH:mm:ss dd/MM/yyyy}<br>Amount: {8}{15}{14} <br><br><b>{9}</b><br><b>{13}</b><br><br><a href="{10}"><img src="{11}" border="0" alt="{10}"></a><br><br>
ca_es: Dades de l'ampliació d'aparacament eliminada:<br><br>Usuari: {12}<br>ID: {0}<br>Matr&iacute;cula: {1}<br>Ciutat: {2}<br>Zona: {3}<br>Tarifa: {4}<br>Data d'emissi&oacute;: {5:HH:mm:ss dd/MM/yyyy}<br>Aparcament Comença: {6:HH:mm:ss dd/MM/yyyy}<br>Aparcament Finalitza: {7:HH:mm:ss dd/MM/yyyy}<br>Quantitat Pagada: {8}{15}{14} <br><br><b>{9}</b><br><b>{13}</b><br><br><a href="{10}"><img src="{11}" border="0" alt="{10}"></a><br><br>
es_es: Datos de la ampliación de aparacamiento eliminada:<br><br>Usuario: {12}<br>ID: {0}<br>Matr&iacute;cula: {1}<br>Ciudad: {2}<br>Zona: {3}<br>Tarifa: {4}<br>Fecha de emisi&oacute;n: {5:HH:mm:ss dd/MM/yyyy}<br>Aparcamiento Comienza: {6:HH:mm:ss dd/MM/yyyy}<br>Aparcamiento Finaliza: {7:HH:mm:ss dd/MM/yyyy}<br>Cantidad Pagada: {8}{15}{14} <br><br><b>{9}</b><br><b>{13}</b><br><br><a href="{10}"><img src="{11}" border="0" alt="{10}"></a><br><br>

# OperationExt_Delete_Extension_EmailHeader
source: EYSAMobile: Extend parking operation deleted
ca_es: EYSAMobile: Ampliació d'aparcament eliminada
es_es: EYSAMobile: Ampliación de aparcamiento eliminada

# OperationExt_Delete_Parking_EmailBody
source: Deleted park operation data:<br><br>User: {12}<br>ID: {0}<br>Plate license: {1}<br>City: {2}<br>Zone: {3}<br>Tariff: {4}<br>Date: {5:HH:mm:ss dd/MM/yyyy}<br>Parking starts: {6:HH:mm:ss dd/MM/yyyy}<br>Parking ends: {7:HH:mm:ss dd/MM/yyyy}<br>Amount: {8}{15}{14} <br><br><b>{9}</b><br><b>{13}</b><br><br><a href="{10}"><img src="{11}" border="0" alt="{10}"></a><br><br>
ca_es: Dades de l'aparcament eliminat:<br><br>Usuari: {12}<br>ID: {0}<br>Matr&iacute;cula: {1}<br>Ciutat: {2}<br>Zona: {3}<br>Tarifa: {4}<br>Data d'emissi&oacute;: {5:HH:mm:ss dd/MM/yyyy}<br>Aparcament Comença: {6:HH:mm:ss dd/MM/yyyy}<br>Aparcament Finalitza: {7:HH:mm:ss dd/MM/yyyy}<br>Quantitat Pagada: {8}{15}{14} <br><br><b>{9}</b><br><b>{13}</b><br><br><a href="{10}"><img src="{11}" border="0" alt="{10}"></a><br><br>
es_es: Datos del aparcamiento eliminado:<br><br>Usuario: {12}<br>ID: {0}<br>Matr&iacute;cula: {1}<br>Ciudad: {2}<br>Zona: {3}<br>Tarifa: {4}<br>Fecha de emisi&oacute;n: {5:HH:mm:ss dd/MM/yyyy}<br>Aparcamiento Comienza: {6:HH:mm:ss dd/MM/yyyy}<br>Aparcamiento Finaliza: {7:HH:mm:ss dd/MM/yyyy}<br>Cantidad Pagada: {8}{15}{14} <br><br><b>{9}</b><br><b>{13}</b><br><br><a href="{10}"><img src="{11}" border="0" alt="{10}"></a><br><br>

# OperationExt_Delete_Parking_EmailHeader
source: EYSAMobile: Park operation deleted
ca_es: EYSAMobile: Aparcament eliminat
es_es: EYSAMobile: Aparcamiento eliminado

# OperationExt_Delete_Recharge_EmailBody
source: Deleted add credit operation data:<br><br>User: {6}<br>ID: {0}<br>Date: {1:HH:mm:ss dd/MM/yyyy}<br>Amount: {2}{8}<br><br><b>{3}</b><br><b>{7}</b><br><br><a href="{4}"><img src="{5}" border="0" alt="{4}"></a><br><br>
ca_es: Dades de la recàrrega eliminada:<br><br>Usuari: {6}<br>ID: {0}<br>Data de recàrrega: {1:HH:mm:ss dd/MM/yyyy}<br>Quantitat Recarregada: {2}{8}<br><br><b>{3}</b><br><b>{7}</b><br><br><a href="{4}"><img src="{5}" border="0" alt="{4}"></a><br><br>
es_es: Datos de la recarga eliminada:<br><br>Usuario: {6}<br>ID: {0}<br>Fecha de recarga: {1:HH:mm:ss dd/MM/yyyy}<br>Cantidad Recargada: {2}{8}<br><br><b>{3}</b><br><b>{7}</b><br><br><a href="{4}"><img src="{5}" border="0" alt="{4}"></a><br><br>

# OperationExt_Delete_Recharge_EmailHeader
source: EYSAMobile: Add credit operation deleted
ca_es: EYSAMobile: Recàrrega eliminada
es_es: EYSAMobile: Recarga eliminada

# OperationExt_Delete_ServiceCharge_EmailBody
source: Deleted service charge operation data:<br><br>User: {6}<br>ID: {0}<br>Date: {1:HH:mm:ss dd/MM/yyyy}<br>Amount: {2}{8}<br><br><b>{3}</b><br><b>{7}</b><br><br><a href="{4}"><img src="{5}" border="0" alt="{4}"></a><br><br>
ca_es: Dades del càrreg de serveis eliminat:<br><br>Usuari: {6}<br>ID: {0}<br>Data del càrreg: {1:HH:mm:ss dd/MM/yyyy}<br>Quantitat: {2}{8}<br><br><b>{3}</b><br><b>{7}</b><br><br><a href="{4}"><img src="{5}" border="0" alt="{4}"></a><br><br>
es_es: Datos del cargo de servicions eliminado:<br><br>Usuario: {6}<br>ID: {0}<br>Fecha del cargo: {1:HH:mm:ss dd/MM/yyyy}<br>Cantidad: {2}{8}<br><br><b>{3}</b><br><b>{7}</b><br><br><a href="{4}"><img src="{5}" border="0" alt="{4}"></a><br><br>

# OperationExt_Delete_ServiceCharge_EmailHeader
source: EYSAMobile: Service charge operation deleted
ca_es: EYSAMobile: Càrreg de serveis eliminat
es_es: EYSAMobile: Cargo de servicios eliminado

# OperationExt_Delete_Success
source: Operation deleted successfully
ca_es: Operació eliminada correctament
es_es: Operación eliminada correctamente

# OperationExt_Delete_TicketPayment_EmailBody
source: Deleted pay ticket operation data:<br><br>User: {10}<br>ID: {0}<br>Ticket number: {1}<br>Plate license: {2}<br>Amount: {3}<br>Date of cancelation: {4:HH:mm:ss dd/MM/yyyy}<br>Description: {5}<br>Amount paid: {6}<br><br><b>{7}</b><br><b>{11}</b><br><br><a href="{8}"><img src="{9}" border="0" alt="{8}"></a><br><br>
ca_es: Dades de l'anul·lació de denúncia:<br><br>Usuari: {10}<br>ID: {0}<br>Botllet&iacute;: {1}<br>Matr&iacute;cula: {2}<br>Ciutat: {3}<br>Data d'anul·laci&oacute;: {4:HH:mm:ss dd/MM/yyyy}<br>Descripci&oacute;: {5}<br>Quantitat Pagada: {6}<br><br><b>{7}</b><br><b>{11}</b><br><br><a href="{8}"><img src="{9}" border="0" alt="{8}"></a><br><br>
es_es: Datos de la anumación de denuncia:<br><br>Usuario: {10}<br>ID: {0}<br>Bolet&iacute;n: {1}<br>Matr&iacute;cula: {2}<br>Ciudad: {3}<br>Fecha de anulaci&oacute;n: {4:HH:mm:ss dd/MM/yyyy}<br>Descripci&oacute;n: {5}<br>Cantidad Pagada: {6}<br><br><b>{7}</b><br><b>{11}</b><br><br><a href="{8}"><img src="{9}" border="0" alt="{8}"></a><br><br>

# OperationExt_Delete_TicketPayment_EmailHeader
source: EYSAMobile: Pay ticket operation deleted
ca_es: EYSAMobile: Anul·lació de denúncia eliminada
es_es: EYSAMobile: Anulación de denuncia eliminada

# OperationExt_Delete_Title
source: Delete Operation
ca_es: Eliminar Operació
es_es: Eliminar Operación

# OperationExt_Delete_UnParking_EmailBody
source: Deleted end parking data:<br><br>User: {12}<br>ID: {0}<br>License plate: {1}<br>City: {2}<br>Date: {5:HH:mm:ss dd/MM/yyyy}<br>Parking starts: {6:HH:mm:ss dd/MM/yyyy}<br>Parking ends: {7:HH:mm:ss dd/MM/yyyy}<br>Amount: {8}{15}{14} <br><br><b>{9}</b><br><b>{13}</b><br><br><a href="{10}"><img src="{11}" border="0" alt="{10}"></a><br><br>
ca_es: Dades del desaparcament eliminat:<br><br>Usuari: {12}<br>ID: {0}<br>Matr&iacute;cula: {1}<br>Ciutat: {2}<br>Data d'emissi&oacute;: {5:HH:mm:ss dd/MM/yyyy}<br>Aparcamento Comença: {6:HH:mm:ss dd/MM/yyyy}<br>Aparcament Finalitza: {7:HH:mm:ss dd/MM/yyyy}<br>Quantitat Retornada: {8}{15}{14} <br><br><b>{9}</b><br><b>{13}</b><br><br><a href="{10}"><img src="{11}" border="0" alt="{10}"></a><br><br>
es_es: Datos del desaparcamiento eliminado:<br><br>Usuario: {12}<br>ID: {0}<br>Matr&iacute;cula: {1}<br>Ciudad: {2}<br>Fecha de emisi&oacute;n: {5:HH:mm:ss dd/MM/yyyy}<br>Aparcamiento Comienz&oacute;: {6:HH:mm:ss dd/MM/yyyy}<br>Aparcamiento Finaliza: {7:HH:mm:ss dd/MM/yyyy}<br>Cantidad Devuelta: {8}{15}{14} <br><br><b>{9}</b><br><b>{13}</b><br><br><a href="{10}"><img src="{11}" border="0" alt="{10}"></a><br><br>

# OperationExt_Delete_UnParking_EmailHeader
source: EYSAMobile: End parking operation deleted
ca_es: EYSAMobile: Desaparcament eliminat
es_es: EYSAMobile: Desaparcamiento eliminado

# Operations_Title
source: Operations
es_es: Operaciones

# PaymentMeanSubType_pmstUndefined
source: Undefined
es_es: Sin definir

# PaymentMeanType_pmtDebitCreditCard
source: Credit/Debit Card
es_es: Tarjetas de crédito o débito

# PaymentSuscryptionType_pstPerTransaction
source: Per Transaction
es_es: Por Transacción

# PaymentSuscryptionType_pstPrepay
source: Prepay
es_es: Prepago

# SecurityOperationStatus_Confirmed
source: Confirmed
es_es: Confirmada

# SecurityOperationStatus_Expired
source: Expired
es_es: Expirada

# SecurityOperationStatus_Inserted
source: Inserted
es_es: Insertada

# SecurityOperationType_ChangeEmail_Telephone
source: Email-Phone Change
es_es: Cambio Email-Teléfono

# SecurityOperationType_RecoverPassword
source: Password Recover
es_es: Restablecer Contraseña

# ServiceChargeType_NewPaymentMean
source: Payment method
es_es: Medio de Pago

# ServiceChargeType_PeriodicCharge
source: Periodic Credit
es_es: Carga Periódica

# UserDataModel_AlternativePhoneCountryID
source: Telephone Country Code
ca_es: País Telèfon Fix
es_es: País Teléfono Fijo

# UserDataModel_AlternativePhoneNumber
source: Phone Number
ca_es: Telèfono Fix
es_es: Teléfono Fijo

# UserDataModel_Balance
source: Current Balance
ca_es: Saldo Actual
es_es: Saldo Actual

# UserDataModel_BalanceCurrencyId
source: Currency of Current Balance
ca_es: Moneda Saldo Actual
es_es: Moneda Saldo Actual

# UserDataModel_BalanceCurrencyIsoCode
source: Currency abbreviation of Current Balance
ca_es: Abrev. Moneda Saldo Actual
es_es: Abrev. Moneda Saldo Actual

# UserDataModel_City
source: City
ca_es: Ciutat:
es_es: Ciudad

# UserDataModel_CountryId
source: Country
ca_es: País
es_es: País

# UserDataModel_DoorInStreetNumber
source: Door Number ,of address (if applicable):
ca_es: Porta
es_es: Puerta

# UserDataModel_Enabled
source: Enabled
ca_es: Habilitat
es_es: Habilitado

# UserDataModel_InsertionUTCDate
source: Insertion Date (UTC)
ca_es: Data Inserció (UTC)
es_es: Fecha Inserción (UTC)

# UserDataModel_LetterInStreetNumber
source: Letter of address (if applicable):
ca_es: Lletra
es_es: Letra

# UserDataModel_LevelInStreetNumber
source: Floor of address (if applicable):
ca_es: Pis
es_es: Piso

# UserDataModel_MainPhoneCountryId
source: Country Code for Mobile Phone
ca_es: País Telèfon Mòbil
es_es: País Teléfono Móvil

# UserDataModel_MainPhoneNumber
source: Mobile Phone Number
ca_es: Telèfon Mòbil
es_es: Teléfono Móvil

# UserDataModel_Name
source: Name
ca_es: Nom
es_es: Nombre

# UserDataModel_PaymentMeanSubTypeId
source: Card Type
ca_es: Tipus Targeta
es_es: Tipo Tarjeta

# UserDataModel_PaymentMeanTypeId
source: Payment method
ca_es: Medi Pagament
es_es: Medio Pago

# UserDataModel_PaymentSuscriptionTypeId
source: Subscription Type
ca_es: Tipus Suscripció
es_es: Tipo Suscripción

# UserDataModel_Plates
source: License Plates
ca_es: Matrícules
es_es: Matrículas

# UserDataModel_StairInStreetNumber
source: Staircase of address (if applicable):
ca_es: Escala
es_es: Escalera

# UserDataModel_State
source: State/Province
ca_es: Província
es_es: Provincia

# UserDataModel_StreetName
source: Street Name
ca_es: Nom del Carrer
es_es: Nombre de la Calle

# UserDataModel_StreetNumber
source: Street Number
ca_es: Número
es_es: Número

# UserDataModel_Surname1
source: Last name
ca_es: Primer Congnom
es_es: Primer Apellido

# UserDataModel_Surname2
source: Second Last name (if applicable)
ca_es: Segon Cognom
es_es: Segundo Apellido

# UserDataModel_UserId
source: Code
ca_es: Codi
es_es: Código

# UserDataModel_Username
source: User name
ca_es: Nom d'usuari
es_es: Nombre de Usuario

# UserDataModel_ZipCode
source: Zip/Post Code
ca_es: Codi Postal
es_es: Código Postal

# UserSecurityOperationDataModel_ActivationCode
source: Activation Code
es_es: Código Activación

# UserSecurityOperationDataModel_ActivationRetries
source: Retries
es_es: Nº Reintentos

# UserSecurityOperationDataModel_LastSendDate
source: Last Send Date
es_es: Última Fecha Envío

# UserSecurityOperationDataModel_LastSendDate_Time
source: Last Send Time
es_es: Última Hora Envío

# UserSecurityOperationDataModel_NewEmail
source: New e-mail
es_es: Nuevo e-mail

# UserSecurityOperationDataModel_NewMainPhoneCountryId
source: Country Code for Mobile Phone
es_es: País Teléfono Móvil

# UserSecurityOperationDataModel_NewMainPhoneNumber
source: Mobile Phone Number
es_es: Teléfono Móvil

# UserSecurityOperationDataModel_OpType
source: Type
es_es: Tipo

# UserSecurityOperationDataModel_Status
source: Status
es_es: Estado

# UserSecurityOperationDataModel_Username
source: User
es_es: Usuario

# UserSecurityOperationDataModel_UtcDateTime
source: Date (UTC)
es_es: Fecha (UTC)

# UserSecurityOperationDataModel_UtcDateTime_Time
source: Time (UTC)
es_es: Hora (UTC)

# UserSecurityOperationExport_PDFFilename
source: SecurityOperations
es_es: OperacionesSeguras

# UserSecurityOperationExport_XLSFilename
source: SecurityOperations
es_es: OperacionesSeguras

# UserSecurityOperation_Title
source: Secure Operations
es_es: Operaciones Seguras

# Users_Title
source: Users
es_es: Usuarios

# User_Disable_Button_Text
source: Disable
es_es: Deshabilitar

# User_Disable_Button_Title
source: Disable user
es_es: Deshabilitar el usuario

# User_Disable_Confirm
source: Are you sure you want to disable the user '{0}'?
es_es: ¿Conforme en deshabilitar el usuario '{0}'?

# User_Disable_Error
source: Error disabling the user
es_es: Error al deshabilitar el usuario

# User_Disable_Title
source: Disable User
es_es: Deshabilitar Usuario

# OperationController.OperationDelete.AccessDenied
source: Current user without permissions over operation deletion
ca_es: L'usuari actual no té permisos per eliminar l'operació
es_es: El usuario actual no tiene permisos para eliminar la operación

# Reports.Title
source: Reports
ca_es: Informes
es_es: Informes

# UserController.UserDisable.AccessDenied
source: Current user without permissions over user deletion
ca_es: L'usuari actual no té permisos per eliminar l'usuari
es_es: El usuario actual no tiene permisos para eliminar el usuario

# Dashboard_YAxisCount_Invitations
source: Invitations Count
ca_es: Número Invitacions
es_es: Número Invitaciones

# Dashboard_YAxisCount_InvitationsAcum
source: Invitations Accumulated
ca_es: Acumulat Invitacions
es_es: Acumulado Invitaciones

# Dashboard_Invitations_Accepted
source: Accepted Invitations
ca_es: Invitacions Acceptades
es_es: Invitaciones Aceptadas

# Dashboard_Invitations_AcceptedTotal
source: Total Accepted Invitations
ca_es: Invitacions Acceptades Totals
es_es: Invitaciones Aceptadas Totales

# Dashboard_Invitations_Acums_Accepted
source: Accepted Invitations Accumulated
ca_es: Acumulat Invitacions Acceptades
es_es: Acumulado Invitaciones Aceptadas

# Dashboard_Invitations_Acums_AcceptedTotal
source: Total Accepted Invitations Accumulated
ca_es: Acumulat Invitacions Acceptades Totals
es_es: Acumulado Invitaciones Aceptadas Totales

# Dashboard_Invitations_Acums_Pending
source: Accepted Pending Invitations Accumulated
ca_es: Acumulat Invitacions Pendents d'Acceptar
es_es: Acumulado Invitaciones Pendientes de Aceptar

# Dashboard_Invitations_Acums_Sended
source: Sended Invitations Accumulated
ca_es: Acumulat Invitacions Enviades
es_es: Acumulado Invitaciones Enviadas

# Dashboard_Invitations_Pending
source: Accepted Pending Invitations
ca_es: Invitacions Pendents d'Acceptar
es_es: Invitaciones Pendientes de Aceptar

# Dashboard_Invitations_Sended
source: Sended Invitations
ca_es: Invitacions Enviades
es_es: Invitaciones Enviadas

# Dashboard_TabInvitations_Text
source: Invitations
ca_es: Invitacions
es_es: Invitaciones

# Dashboard_SerieBalanceRechargeAutomaticAmountAvg
source: AutomaticRecharges Amount Average
ca_es: Valor Promitg Recàrregues Automàtiques
es_es: Valor Promedio Recargas Automáticas

# Dashboard_SerieBalanceRechargeChangePMAmountAvg
source: Payment Method Change Recharges Amount Average
ca_es: Valor Promitg Recàrregues Canvi Mètode Pagament
es_es: Valor Promedio Recargas Cambio Método Pago

# Dashboard_SerieBalanceRechargeRegularAmountAvg
source: Normal Recharges Amount Average
ca_es: Valor Promitg Recàrregues Normals
es_es: Valor Promedio Recargas Normales

# Dashboard_SerieBalanceRechargeUserCreationAmountAvg
source: Initial Recharges Amount Average
ca_es: Valor Promitg Recàrregues Inicials
es_es: Valor Promedio Recargas Iniciales

# Dashboard_SerieRechargesAutomaticCount
source: Automatic Recharges Count
ca_es: Número Recàrregues Automàtiques
es_es: Número Recargas Automáticas

# Dashboard_SerieRechargesChangePMCount
source: Payment Method Change Recharges Count
ca_es: Número Recàrregues Canvi Mètode Pagament
es_es: Número Recargas Cambio Método Pago

# Dashboard_SerieRechargesRegularCount
source: Normal Recharges Count
ca_es: Número Recàrregues Normals
es_es: Número Recargas Normales

# Dashboard_SerieRechargesUserCreationCount
source: Initial Recharges Count
ca_es: Número Recàrregues Inicials
es_es: Número Recargas Iniciales

# Dashboard_TabInscriptionsPlatform_Text
source: Platform Inscriptions
ca_es: Altes per Plataforma
es_es: Altas por Plataforma

# Dashboard_YAxisCountInscriptionsPlatform
source: Inscriptions Count
ca_es: Número Altes
es_es: Número Altas

# Dashboard_YAxisCountInscriptionsPlatformAcums
source: Inscriptions Count Accumulated
ca_es: Acumulat Número Altes
es_es: Acumulado Número Altas

# BalanceTransfer.AddRecipients
source: Add
ca_es: Afegir
es_es: Añadir

# BalanceTransfer.AddRecipients.Accept
source: Accept
ca_es: Acceptar
es_es: Aceptar

# BalanceTransfer.AddRecipients.Cancel
source: Cancel
ca_es: Cancel·lar
es_es: Cancelar

# BalanceTransfer.AddRecipients.Error
source: Error adding recipients
ca_es: Error al afegir destinataris
es_es: Error al añadir destinatarios

# BalanceTransfer.AddRecipients.StatusInfo
source: Emails added: {0}
ca_es: Emails afegits: {0}
es_es: Emails añadidos: {0}

# BalanceTransfer.AddRecipients.Title
source: Add Recipient
ca_es: Afegir Destinatari
es_es: Añadir Destinatario

# BalanceTransfer.DeleteAllRecipients
source: Delete All
ca_es: Eliminar Tots
es_es: Eliminar Todos

# BalanceTransfer.DeleteAllRecipients.Error
source: Error deleting all recipients
ca_es: Error a l'eliminar tots els destinataris
es_es: Error al eliminar todos los destinatarios

# BalanceTransfer.DeleteAllRecipients.Title
source: Delete all recipients
ca_es: Eliminar tots els destinataris
es_es: Eliminar todos los destinatarios

# BalanceTransfer.DeleteEllRecipients.Confirm
source: Delete all recipients?
ca_es: Confirme en eliminar tots els destinataris?
es_es: ¿Conforme en elimnar todos los destinatarios?

# BalanceTransfer.DeleteRecipient.Error
source: Error deleting current recipient
ca_es: Error a l'eliminar el destinatari
es_es: Error al eliminar destinatario

# BalanceTransfer.DeleteRecipient.Title
source: Delete recipient
ca_es: Eliminar destinatari
es_es: Eliminar destinatario

# BalanceTransfer.Installations
source: Installations
ca_es: Instal·lacions
es_es: Instalaciones

# BalanceTransfer.InstallationsAll
source: All
ca_es: Totes
es_es: Todas

# BalanceTransfer.Recipients
source: Recipients
ca_es: Destinataris
es_es: Destinatarios

# BalanceTransfer.SelectAllFilteredUsers
source: Select all filtered users (all pages)
ca_es: Seleccionar tots els usuaris filtrats (totes les pàgines)
es_es: Seleccionar todos los usuarios filtrados (todas las páginas)

# BalanceTransfer.SelectAllUsers
source: Select all users from current page
ca_es: Seleccionar tots els usuaris de la pàgina actual
es_es: Seleccionar todos los usuarios de la página actual

# BalanceTransfer.Title
source: Balance Transfers
ca_es: Transferènies de Saldo
es_es: Transferencias de Saldo

# BalanceTransfer.Transfer
source: Transfer
ca_es: Transferir
es_es: Transferir

# BalanceTransfer.Transfer.Error
source: Error in balance transfer
ca_es: Error al transferir el saldo
es_es: Error al transferir el saldo

# BalanceTransfer.Transfer.InvalidSourceUser
source: Invalid Source User
ca_es: Usuari origen incorrecte
es_es: Usuario origen incorrecto

# BalanceTransfer.Transfer.NoRecipients
source: No destination user selected
ca_es: No hi ha cap usuari destí seleccionat
es_es: No hay ningún usuario destino seleccionado

# BalanceTransfer.Transfer.NotEnoughBalance
source: Not balance enough
ca_es: Saldo insuficient
es_es: Saldo insufciente

# BalanceTransfer.Transfer.Success
source: Balance transfer success
ca_es: Transferència realitzada correctament
es_es: Transferencia realizada correctamente

# BalanceTransfer.Transfer.Title
source: Balance Transfer
ca_es: Transferència de Saldo
es_es: Transferencia de Saldo

# BalanceTransfer.TransferStatus.Result_Error_InvalidAuthentication
source: Incorrect password
ca_es: Paraula de pas incorrecte
es_es: Contraseña incorrecta

# BalanceTransfer.TransferStatus.Result_Error_InvalidUserReceiverEmail
source: Invalid receipt user email
ca_es: Email usuari desti incorrecte
es_es: Email usuario destino incorrecto

# BalanceTransfer.TransferStatus.Result_Error_Invalid_Input_Parameter
source: Invalid input parameter
ca_es: Paràmetre d'entrada incorrecte
es_es: Parámetro de entrada incorrecto

# BalanceTransfer.TransferStatus.Result_Error_Invalid_User
source: Invalid User
ca_es: Usuari incorrecte
es_es: Usuario incorrecto

# BalanceTransfer.TransferStatus.Result_Error_Not_Enough_Balance
source: No user balance enough
ca_es: L'usuari no té suficient saldo
es_es: El usuario no tiene saldo suficiente

# BalanceTransfer.TransferStatus.Result_Error_Recharge_Failed
source: Recharge failed
ca_es: Recàrrega fallida
es_es: Recarga fallida

# BalanceTransfer.TransferStatus.Result_Error_TransferingBalance
source: Balance transfer error
ca_es: Error transferint saldo
es_es: Error transfiriendo saldo

# BalanceTransfer.TransferStatus.Result_Error_UserReceiverDisabled
source: Recipient user disabled
ca_es: Usuari destí desactivat
es_es: Usuario destino desactivado

# BalanceTransfer.Users
source: Users
ca_es: Usuaris
es_es: Usuarios

# BalanceTransferDataModel.Amount
source: Transfer Amount
ca_es: Valor Transferència
es_es: Valor Transferencia

# BalanceTransferDataModel.Password
source: Password
ca_es: Paraula de Pas
es_es: Contraseña

# BalanceTransferDataModel.SourceEmail
source: Source User
ca_es: Usuari Origen
es_es: Usuario Origen

# BalanceTransfer.TransferStatus.Result_Error_Generic
source: Balancer transfer fail
ca_es: Error al realitzar transferència
es_es: Error al realizar transferencia

# ErrorsMsg_InvalidField
source: Field {0} invalid
ca_es: Camp {0} incorrecte
es_es: Campo {0} incorrecto

# CashRecharge.Accept.Button
source: Accept
ca_es: Acceptar
es_es: Aceptar

# CashRecharge.Accept.Button.Title
source: Accept
ca_es: Acceptar
es_es: Aceptar

# CashRecharge.Recharge
source: reccharge
ca_es: Recarregar
es_es: Recargar

# CashRecharge.Recharge.DifferentEmails
source: Different e-mails
ca_es: E-mails diferents
es_es: E-mails distintos

# CashRecharge.Recharge.Error
source: Cash recharge error
ca_es: Error al realitzar la recàrrega
es_es: Error al realizar la recarga

# CashRecharge.Recharge.InvalidUser
source: Invalid user
ca_es: Usuari incorrecte
es_es: Usuario incorrecto

# CashRecharge.Recharge.OperatorRequired
source: Finantial operator is required to cash recharging.
ca_es: És necessari que tingui assignat un operador financer per poder realitzar la recàrrega
es_es: Es necesario tener asignado un operador financiero para poder realizar la recarga en efectivo
