Repository: SidhantUppal/sandro-repo
Catalog: BackOffice2/backOffice/Plugins/PBPPlugin/Locale/*/PBPPlugin.resx
Languages: ca_es, es_es

# CashRecharge.Recharge.Title
source: Do cash recharge
ca_es: Realitzar la recàrrega en efectiu
es_es: Realizar la recarga en efectivo

# CashRecharge.Recharge.Title1
source: Cash Recharge
ca_es: Recàrrega en Efectiu
es_es: Recarga en Efectivo

# CashRecharge.Summary.Amount
source: Amount to recharge:
ca_es: Import a recarregar:
es_es: Importe a recargar:

# CashRecharge.Summary.Cancel.Button
source: Cancel
ca_es: Cancel·lar
es_es: Cancelar

# CashRecharge.Summary.Cancel.Button.Title
source: Recharge cancel
ca_es: Cancel·lar recàrrega
es_es: Cancelar recarga

# CashRecharge.Summary.Email
source: User e-mail:
ca_es: E-mail de l'usuari:
es_es: E-mail del usuario:

# CashRecharge.Summary.FEE
source: FEE:
ca_es: Cost del servei:
es_es: Coste del servicio:

# CashRecharge.Summary.Info
source: Cash recharge summary
ca_es: Resum de la recàrrega en efectiu
es_es: Resumen de la recarga en efectivo

# CashRecharge.Summary.Recharge.Button
source: Recharge
ca_es: Recarregar
es_es: Recargar

# CashRecharge.Summary.Recharge.Button.Title
source: Recharge confirm
ca_es: Confirmar la recàrrega
es_es: Confirmar la recarga

# CashRecharge.Summary.Success
source: Cash recharge operation success !!
ca_es: Operació de recàrrega realitzada correctament !!
es_es: ¡¡ Operación de recarga realizada correctamente !!

# CashRecharge.Summary.TotalAmount
source: Amount:
ca_es: Import abonat:
es_es: Importe abonado:

# CashRecharge.Summary.VAT
source: VAT:
ca_es: IVA associat:
es_es: IVA asociado:

# CashRechargeDataModel.EmailRepeat
source: E-mail repeat
ca_es: Repetir e-mail
es_es: Repetir e-mail

# CashRechargeDataModel.Installation
source: City
ca_es: Ciutat
es_es: Ciudad

# CashRechargeDataModel.TotalAmount
source: Amount
ca_es: Import
es_es: Importe

# Dashboard_TabUserInstallations_Text
source: Users for Installation
ca_es: Usuaris per Instal·lació
es_es: Usuarios por Instalación

# Dashboard_UsersInstallationsFistOperation_Title
source: Users for First Operation Installations
ca_es: Usuaris per Instal·lació Primera Operació
es_es: Usuarios por Instalación Primera Operación

# Dashboard_UsersInstallations_Title
source: Users for LADA Installations
ca_es: Usuaris per Instal·lació LADA
es_es: Usuarios por Instalación LADA

# Dashboard_UsersInstallationsFirstOperation_NoInstallation
source: No Installation
ca_es: Sense instal·lació
es_es: Sin instalación

# Dashboard_UsersInstallations_Others
source: Others
ca_es: Altres
es_es: Otros

# DashboardDataModel_UserInstallation
source: City:
ca_es: Ciutat
es_es: Ciudad:

# Dashboard_UnknownInstallation
source: Unknown
ca_es: Desconeguda
es_es: Desconocida

# UserInstallationType_FirstOperation
source: First Operation
ca_es: Primera Operació
es_es: Primera Operación

# UserInstallationType_LadaKey
source: Lada Key
ca_es: Clau Lada
es_es: Clave Lada

# VwShopkeeperUsers.Approve.Button.Text
source: Approve
ca_es: Aprovar
es_es: Aprobar

# VwShopkeeperUsers.Approve.Button.Title
source: Approve user as a shopkeeper
ca_es: Acceptar usuari com a comerciant
es_es: Aprobar usuario como comerciante

# VwShopkeeperUsers.Disable.Button.Text
source: Disable
ca_es: Deshabilitar
es_es: Deshabilitar

# VwShopkeeperUsers.Disable.Button.Title
source: Disable shopkeeper
ca_es: Deshabilitar comerciant
es_es: Deshabilitar comerciante

# VwShopkeeperUsers.Refuse.Button.Text
source: Refuse
ca_es: Denegar
es_es: Denegar

# VwShopkeeperUsers.Refuse.Button.Title
source: Refuse user as a shopkeeper
ca_es: Denegar usuari com a comerciant
es_es: Denegar usuario como comerciante

# UserController.ShopkeeperUser_ChangeStatus.AccessDenied
source: Access denied
ca_es: No té els permisos necessàris per canviar l'estat de l'usuari
es_es: No tiene los permisos necesarios para cambiar el estado del usuario

# UserController.ShopkeeperUser_ChangeStatus.Error
source: Error updating user shopkeeper status
ca_es: Error canviant l'estat de l'usuari
es_es: Error modificando el estado del usuario

# VwShopkeeperUsers.Approve.Confirm
source: Approve shopkeeper request?
ca_es: Conforme en aprovar la solicitud de comerciant?
es_es: ¿Conforme en aprobar la solicitud de comerciante?

# VwShopkeeperUsers.Approve.Error
source: Error approving shopkeeper request
ca_es: Error al aprovar la solicitud
es_es: Error al aprovar la solicitud

# VwShopkeeperUsers.Approve.Title
source: Approve Shopkeeper Request
ca_es: Aprovar Solicitud Comerciant
es_es: Aprobar Solicitud Comerciante

# VwShopkeeperUsers.Disable.Confirm
source: Disable shopkeeper?
ca_es: Conforme en desactivar el comerciant?
es_es: ¿Conforme en desactivar el comerciante?

# VwShopkeeperUsers.Disable.Error
source: Error disabling shopkeeper
ca_es: Error al desactivar el comerciant
es_es: Error al desactivar el comerciante

# VwShopkeeperUsers.Disable.Title
source: Disable Shopkeeper
ca_es: Desactivar Comerciant
es_es: Desactivar Comerciante

# VwShopkeeperUsers.Refuse.Confirm
source: Refuse shopkeeper request?
ca_es: Conforme en refusar la solicitud de comerciant?
es_es: ¿Conforme en denegar la solicitud de comerciante?

# VwShopkeeperUsers.Refuse.Error
source: Error refusing shopkeeper request
ca_es: Error al refusar la solicitud
es_es: Error al denegar la solicitud

# VwShopkeeperUsers.Refuse.Title
source: Refuse Shopkeeper Request
ca_es: Refusar Solicitud
es_es: Denegar Solicitud Comerciante
