Repository: SidhantUppal/sandro-repo
Catalog: BackOffice2/backOffice/Plugins/PBPPlugin/Locale/*/PBPPlugin.resx
Languages: ca_es, es_es

# Boolean_true
source: Yes
ca_es: Si
es_es: Si

# ChargeOperationsTypes_BalanceRecharge
source: Adds Credit
ca_es: Recàrregues
es_es: Recargas

# ChargeOperationsTypes_Discount
source: Discounts
ca_es: Descomptes
es_es: Descuentos

# ChargeOperationsTypes_ExtensionOperation
source: Extends Parking
ca_es: Ampliacions
es_es: Ampliaciones

# ChargeOperationsTypes_ParkingOperation
source: Parks
ca_es: Aparcaments
es_es: Aparcamientos

# ChargeOperationsTypes_ParkingRefund
source: Parking Finals
ca_es: Desaparcaments
es_es: Desaparcamientos

# ChargeOperationsTypes_ServiceCharge
source: Service Charges
ca_es: Càrregs Serveis
es_es: Cargos de Servicios

# ChargeOperationsTypes_TicketPayment
source: Ticket Payments
ca_es: Anul·lacions de Denúncia
es_es: Anulaciones de Denuncia

# ChargeOperationsType_BalanceRecharge
source: Add Credit
ca_es: Recàrrega
es_es: Recarga

# ChargeOperationsType_Discount
source: Discount
ca_es: Descompte
es_es: Descuento

# ChargeOperationsType_ExtensionOperation
source: Extend Parking
ca_es: Ampliació
es_es: Ampliación

# ChargeOperationsType_OffstreetEntry
source: Offstreet Entry
ca_es: Entrada Aparcament
es_es: Entrada Aparcamiento

# ChargeOperationsType_OffstreetExit
source: Offstreet Exit
ca_es: Sortida Aparcament
es_es: Salida Aparcamiento

# ChargeOperationsType_OffstreetOverduePayment
source: Offstreet Overdue Payment
ca_es: Pagament Retardat Aparcament
es_es: Pago Atrasado Aparcamiento

# ChargeOperationsType_ParkingOperation
source: Park
ca_es: Aparcament
es_es: Aparcamiento

# ChargeOperationsType_ParkingRefund
source: End Parking
ca_es: Desaparcament
es_es: Desaparcamiento

# ChargeOperationsType_ServiceCharge
source: Service Charge
ca_es: Càrreg de Serveis
es_es: Cargo de Servicios

# ChargeOperationsType_TicketPayment
source: Pay Ticket
ca_es: Anul·lació Denúncia
es_es: Anulación de Denuncia

# CustomerInscriptionDataModel_ActivationCode
source: Activation Code
es_es: Código Activación

# CustomerInscriptionDataModel_ActivationRetries
source: Activation Retries
es_es: Reintentos Activación

# CustomerInscriptionDataModel_AlternativePhoneCountryID
source: Telephone Country Code
es_es: País Teléfono FIjo

# CustomerInscriptionDataModel_AlternativePhoneNumber
source: Phone Number
es_es: Teléfono Fijo

# CustomerInscriptionDataModel_Culture
source: Culture
es_es: Idioma

# CustomerInscriptionDataModel_CustomerId
source: User Code
es_es: Código Usuario

# CustomerInscriptionDataModel_DocId
source: DNI/Passport
es_es: DNI/Pasaporte

# CustomerInscriptionDataModel_LastSentTime
source: Last Sent Date
es_es: Última Fecha Envío

# CustomerInscriptionDataModel_LastSentTime_Time
source: Last Sent Time
es_es: Última Hora Envío

# CustomerInscriptionDataModel_MainPhoneCountryId
source: Country Code for Mobile Phone
es_es: País Teléfono Móvil

# CustomerInscriptionDataModel_MainPhoneNumber
source: Mobile Phone Number
es_es: Teléfono móvil

# CustomerInscriptionDataModel_Name
source: Name
es_es: Nombre

# CustomerInscriptionDataModel_Surname1
source: Last name
es_es: Primer Apellido

# CustomerInscriptionDataModel_Surname2
source: Second Last name (if applicable)
es_es: Segundo Apellido

# CustomerInscriptionExport_PDFFilename
source: inscriptions
es_es: inscripciones

# CustomerInscriptionExport_XLSFilename
source: inscriptions
es_es: inscripciones

# DashboardDataModel_Currency
source: Currency:
ca_es: Moneda:
es_es: Moneda:

# DashboardDataModel_CustomEndDate
source: To:
ca_es: Fins:
es_es: Hasta:

# DashboardDataModel_CustomEndTime
source: To Hour:
ca_es: Fins Hora:
es_es: Hasta Hora:

# DashboardDataModel_CustomIniDate
source: From:
ca_es: Des de:
es_es: Desde:

# DashboardDataModel_CustomIniTime
source: From Hour:
ca_es: Des de l'Hora:
es_es: Desde Hora:

# DashboardDataModel_DateFilter
source: Filter:
ca_es: Filtre:
es_es: Filtro:

# DashboardDataModel_DateGroup
source: Group:
ca_es: Agrupació:
es_es: Agrupación:

# DashboardDataModel_DateGroupPattern
source: Template
ca_es: Patró
es_es: Patrón

# DashboardDataModel_Installations
source: Installations:
ca_es: Instal·lacions:
es_es: Instalaciones:

# Dashboard_FilterNotify_ApplyButton
source: Apply
ca_es: Aplicar
es_es: Aplicar

# Dashboard_FilterNotify_CancelButton
source: Cancel
ca_es: Cancel·lar
es_es: Cancelar

# Dashboard_FilterNotify_Text
source: Filter has changed. Apply changes?
ca_es: El filtre ha canviat. Aplicar els canvis?
es_es: El filtro ha cambiado. ¿Aplicar cambios?

# Dashboard_Serie1InscriptionAmountAvg
source: Average first recharge
ca_es: Promig primera recàrrega
es_es: Promedio primera recarga

# Dashboard_Serie2InscriptionAmountAvg
source: Average first recharge per user
ca_es: Promig recàrrega per usuari
es_es: Promedio recarga por usuario

# Dashboard_SerieBalanceRechargeAmountAvg
source: Average amount recharges
ca_es: Valor promig recàrregues
es_es: Valor promedio recargas

# Dashboard_SerieExtensionOperationsAmountAvg
source: Average amount extensions
ca_es: Valor promig ampliacions
es_es: Valor promedio ampliaciones

# Dashboard_SerieExtensionOperationsTimeAvg
source: Average time extension
ca_es: Duració promitja ampliació
es_es: Duración promedia ampliación

# Dashboard_SerieInscriptionsCount
source: Inscriptions count
ca_es: Número Altes
es_es: Número Altas

# Dashboard_SerieOperationsAmountAvg
source: Average amount operation
ca_es: Valor promig operació
es_es: Valor promedio operación

# Dashboard_SerieOperationsTimeAvg
source: Average time operation
ca_es: Duració promitja operació
es_es: Duración promedia operación

# Dashboard_SerieOperationsUser
source: Average {0} per operative user:
ca_es: Promig {0} per usuari operatiu:
es_es: Promedio {0} por usuario operativo:

# Dashboard_SerieOperationsUserAll
source: Average {0} per user:
ca_es: Promig {0} per usuari:
es_es: Promedio {0} por usuario:

# Dashboard_SerieParkingOperationsAmountAvg
source: Average amount parking
ca_es: Valor promig aparcament
es_es: Valor promedio aparcamiento

# Dashboard_SerieParkingOperationsTimeAvg
source: Average time parking
ca_es: Duració promitja aparcament
es_es: Duración promedia aparcamiento

# Dashboard_SerieParkingRefundsAmountAvg
source: Average amount unparking
ca_es: Valor promig desaparcaments
es_es: Valor promedio desaparcamientos

# Dashboard_SerieParkingRefunsTimeAvg
source: Average time unparking
ca_es: Duració promitja desaparcaments
es_es: Duración promedia desaparcamientos

# Dashboard_SerieRechargesAmount
source: Recharges Amount
ca_es: Valor Recàrregues
es_es: Valor Recargas

# Dashboard_SerieRechargesCount
source: Recharges Count
ca_es: Número Recàrregues
es_es: Número Recargas

# Dashboard_TabInscriptions_Text
source: Inscriptions
ca_es: Altes
es_es: Altas

# Dashboard_TabOperations_Text
source: Operations
ca_es: Operacions
es_es: Operaciones

# Dashboard_TabRecharges_Text
source: Recharges
ca_es: Recàrregues
es_es: Recargas

# Dashboard_TabSystemUse_Text
source: System User
ca_es: Ús del Sistema
es_es: Uso del Sistema

# Dashboard_TabToday_Text
source: Current Situation
ca_es: Situació Actual
es_es: Situación Actual

# Dashboard_Title
source: Dashboard
ca_es: Quadre de comandament
es_es: Cuadro de mando

# Dashboard_TreeTitle
source: Installations and groups
ca_es: Instal·lacions i grups
es_es: Instalaciones y grupos

# Dashboard_YAxisAmount
source: Amount
ca_es: Valor
es_es: Valor

# Dashboard_YAxisAmountAvg
source: Average Amount
ca_es: Valor Promig
es_es: Valor Promedio

# Dashboard_YAxisCount
source: Operations Count
ca_es: Número Operacions
es_es: Número Operaciones

# Dashboard_YAxisCountInscriptions
source: Inscriptions Count
ca_es: Número Altes
es_es: Número Altas

# Dashboard_YAxisTime
source: Time (hh:mm)
ca_es: Duració (hh:mm)
es_es: Duración (hh:mm)

# Dashboard_YAxisTimeAvg
source: Average Time (hh:mm)
ca_es: Duració Promitja (hh:mm)
es_es: Duración Promedia (hh:mm)

# EmailToolDataModel_Attachments
source: Attachments
ca_es: Fitxers adjunts
es_es: Ficheros adjuntos

# EmailToolDataModel_Body
source: Body
ca_es: Cos
es_es: Cuerpo

# EmailToolDataModel_Password
source: Password
ca_es: Parauls de Pas
es_es: Contraseña

# EmailToolDataModel_Subject
source: Subject
ca_es: Assumpte
es_es: Asunto

# EmailTool_AddRecipients
source: Add
ca_es: Afegir
es_es: Añadir

# EmailTool_AddRecipients_Accept
source: Accept
ca_es: Acceptar
es_es: Aceptar

# EmailTool_AddRecipients_Cancel
source: Cancel
ca_es: Cancel·lar
es_es: Cancelar

# EmailTool_AddRecipients_Error
source: Adding e-mail error
ca_es: Error al afegir els e-mails
es_es: Error al añadir e-mails

# EmailTool_AddRecipients_Title
source: Add e-mails
ca_es: Afegir e-mails
es_es: Añadir e-mails

# EmailTool_DeleteAllRecipients
source: Delete all e-mails
ca_es: Borrar tots els e-mails
es_es: Borrar todos los e-mails

# EmailTool_DeleteAllRecipients_Error
source: Deleting all e-mails error
ca_es: Error a l'eliminar tots els e-mails
es_es: Error al eliminar todos los e-mails

# EmailTool_DeleteEllRecipients_Confirm
source: Sure to remove all e-mails from list?
ca_es: Està d'acord en eliminar tots els e-mails de la llista?
es_es: ¿Conforme en borrar todos los e-mails de la lista?

# EmailTool_DeleteEllRecipients_Title
source: Delete all e-mails
ca_es: Eliminar tots els e-mails
es_es: Borrar todos los e-mails

# EmailTool_DeleteRecipient_Error
source: Delete e-mail error
ca_es: Error a l'eliminar e-mail
es_es: Error al eliminar e-mail

# EmailTool_DeleteRecipient_Title
source: Delete e-mail
ca_es: Eliminar e-mail
es_es: Borrar e-mail

# EmailTool_Installations
source: Users with operations in installation:
ca_es: Usuaris que hagin operat a la instal·lació:
es_es: Usuarios que hayan operado en la instalación:

# EmailTool_InstallationsAll
source: All
ca_es: Totes
es_es: Todas

# EmailTool_PasteRecipients
source: Paste email from clipboard
ca_es: Enganzar e-mails des del porta portapapers
es_es: Pegar e-mails desde el portapapeles

# EmailTool_SelectAllFilteredUsers
source: Select all filtered users (all pages)
ca_es: Seleccionar tots els usuaris filtrats (totes las pàgines)
es_es: Seleccionar todos los usuarios filtrados (todas las páginas)

# EmailTool_SelectAllUsers
source: Select all users from current page
ca_es: Seleccionar tots els usuaris de la pàgina actual
es_es: Seleccionar todos los usuarios de la página actual

# EmailTool_Send
source: Send
ca_es: Enviar
es_es: Enviar

# EmailTool_SendEmails_Error
source: Sending e-mails error
ca_es: Error a l'enviar els e-mails
es_es: Error al enviar los e-mails

# EmailTool_SendEmails_InvalidPwd
source: Invalid password
ca_es: Clau de pas incorrecta
es_es: Contraseña incorrecta

# EmailTool_SendEmails_NoRecipients
source: E-mails list empty
ca_es: Llista e-mails buida
es_es: Lista e-mails vacía

# EmailTool_SendEmails_Success
source: E-mails sended successfully
ca_es: E-mails enviats correctament
es_es: E-mails enviados correctamente

# EmailTool_SendEmails_Title
source: Send e-mails
ca_es: Enviar e-mails
es_es: Enviar e-mails

# EmailTool_Title
source: Send e-mails
ca_es: Enviament d'e-mails
es_es: Envío de emails

# EmailTool_Users
source: Users
ca_es: Usuaris
es_es: Usuarios

# ErrorsMsg_InvalidFormat
source: Invalid format
ca_es: Format invàlid
es_es: Formato inválido

# ErrorsMsg_InvalidLength
source: Incorrect length
ca_es: Longitud incorrecta
es_es: Longitud incorrecta

# ErrorsMsg_InvalidLengthWithMinimum
source: Invalid length
ca_es: Longitud incorrecta
es_es: Longitud incorrecta

# ErrorsMsg_RequiredField
source: Field {0} required
ca_es: Camp {0} obligatori
es_es: Campo {0} requerido

# Grid_ClearState_Title
source: Clear Grid State
es_es: Resetear el estado de la grid

# Grid_ExportPdf_Title
source: Export data to PDF
es_es: Exportar datos a formato pdf.

# Grid_ExportXls_Title
source: Export data to Excel
es_es: Exportar datos a formato excel.

# Grid_FilterInfo_Title
source: There is no filter activated.
ca_es: No hi ha cap filtre actiu.
es_es: No hay ningún filtro activo.

# InvoiceDataModel_Amount
source: Amount
ca_es: Valor
es_es: Valor

# InvoiceDataModel_CurrencyId
source: Currency
ca_es: Moneda
es_es: Moneda

# InvoiceDataModel_CurrencyIsoCode
source: Currency Abbreviation
ca_es: Abrev. Moneda
es_es: Abrev. Moneda

# InvoiceDataModel_Date
source: Date:
ca_es: Data
es_es: Fecha

# InvoiceDataModel_DownloadURL
source: Download URL
ca_es: Enllaç de decàrrega
es_es: Enalce de descarga

# InvoiceDataModel_InvoiceId
source: Code
ca_es: Codi
es_es: Código

# InvoiceDataModel_InvoiceNumber
source: Number
ca_es: Número
es_es: Número

# InvoiceDataModel_UserId
source: User
ca_es: Usuari
es_es: Usuario

# InvoiceExport_PDFFilename
source: invoices
ca_es: factures
es_es: factures

# InvoiceExport_XLSFilename
source: invoices
ca_es: factures
es_es: facturas

# Invoices_Title
source: Invoices
ca_es: Factures
es_es: Facturas

# Invoice_PDF_Amount
source: Amount
ca_es: Import
es_es: Importe

# Invoice_PDF_BaseAmount
source: Base Amount
ca_es: Base Imposable
es_es: Base Imponible

# Invoice_PDF_Date
source: Date:
ca_es: Data:
es_es: Fecha:

# Invoice_PDF_Detail
source: Details:
ca_es: Cancepte
es_es: Concepto

# Invoice_PDF_InvoiceNumber
source: Invoice #:
ca_es: Fact. nº:
es_es: Fact. nº:

# Invoice_PDF_Units
source: Units
ca_es: Unitats
es_es: Unidades

# Invoice_PDF_Unit_Amount
source: Price
ca_es: Preu
es_es: Precio

# Invoice_PDF_VAT
source: VAT
ca_es: I.V.A.
es_es: I.V.A.

# Invoice_Start_Date
source: Start Date
ca_es: Data de Inici
es_es: F.de Inicio

# Menu_Dashboard
source: Dashboard
es_es: Cuadro de mando

# Menu_EmailTool
source: Sending e-mails
es_es: Envío de e-mails

# Menu_Invoices
source: invoices
es_es: Facturación

# Menu_Operations
source: Operations
es_es: Operaciones

# Menu_Users
source: Users
es_es: Usuarios

# Menu_UserSecurityOperations
source: Secure Operations
es_es: Operaciones Seguras

# OperationExtDataModel_Amount
source: Amount
es_es: Valor

# OperationExtDataModel_AmountCurrencyId
source: Currency ID
es_es: Moneda Valor

# OperationExtDataModel_AmountCurrencyIsoCode
source: CurrID
es_es: Abrv. Moneda Valor

# OperationExtDataModel_AmountFinal
source: Final Amount
es_es: Valor Final

# OperationExtDataModel_AppVersion
source: App. Versión
es_es: Versión App.

# OperationExtDataModel_AuthCode
source: Authorization Code
es_es: Código Autorización

# OperationExtDataModel_BalanceBefore
source: Previous Balance
es_es: Saldo Previo

# OperationExtDataModel_BalanceCurrencyId
source: Currency of Previous Balance
es_es: Moneda Saldo Previo

# OperationExtDataModel_BalanceCurrencyIsoCode
source: Currency abbreviation of previous balance
es_es: Abrev. Moneda Saldo Previo

# OperationExtDataModel_CardExpirationDate
source: Card Expiry Date
es_es: Fecha Expiración Tarjeta

# OperationExtDataModel_CardHash
source: Card Hash
es_es: Hash Tarjeta

# OperationExtDataModel_CardReference
source: Card Reference
es_es: Referencia Tarjeta

# OperationExtDataModel_CardScheme
source: Card Scheme
es_es: Sistema Tarjeta

# OperationExtDataModel_ChangeApplied
source: Change
es_es: Cambio

# OperationExtDataModel_Date
source: Date
es_es: Fecha

# OperationExtDataModel_DateEnd
source: End Date
es_es: Fecha Final

# OperationExtDataModel_DateIni
source: Start Date
es_es: Fecha Inicio

# OperationExtDataModel_DateUTC
source: Date (UTC)
es_es: Fecha (UTC)

# OperationExtDataModel_DiscountAmount
source: Discount Amount
es_es: Valor Descuento

# OperationExtDataModel_DiscountAmountCurrencyId
source: Currency of Discount Amount
es_es: Moneda Valor Descuento

# OperationExtDataModel_DiscountAmountCurrencyIsoCode
source: Currency abbreviation of discount amount
es_es: Abrev. Moneda Valor Descuento

# OperationExtDataModel_DiscountAmountFinal
source: Final Discount Amount
es_es: Valor Final Descuento

# OperationExtDataModel_DiscountBalanceBefore
source: Balance before discount
es_es: Saldo Previo Descuento

# OperationExtDataModel_DiscountBalanceCurrencyId
source: Currency of balance before discount
es_es: Moneda Saldo Previo Descuento

# OperationExtDataModel_DiscountBalanceCurrencyIsoCode
source: Currency abbreviation of balance before discount
es_es: Abrev. Moneda Saldo Previo Descuento

# OperationExtDataModel_DiscountChangeApplied
source: Change of Discount
es_es: Cambio Descuento

# OperationExtDataModel_DiscountDate
source: dicount date
es_es: Fecha Descuento

# OperationExtDataModel_DiscountId
source: discount
es_es: Descuento

# OperationExtDataModel_DiscountInsertionUTCDate
source: Date of Discount Insertion (UTC)
es_es: Fecha Inserción Descuento (UTC)

# OperationExtDataModel_InsertionUTCDate
source: Date of Insertion (UTC)
es_es: Fecha Inserción (UTC)

# OperationExtDataModel_Installation
source: Installation
es_es: Instalación

# OperationExtDataModel_InstallationId
source: Installation
es_es: Instalación

# OperationExtDataModel_InstallationShortDesc
source: Installation ID
es_es: Instalación Abrv.

# OperationExtDataModel_Latitude
source: Latitude
es_es: Latitud

# OperationExtDataModel_Longitude
source: Longitude
es_es: Longitud

# OperationExtDataModel_MaskedCardNumber
source: Number of Masked Card
es_es: Número Tarjeta enmascarado

# OperationExtDataModel_MobileOSId
source: OS Mobile
es_es: SO Móvil

# OperationExtDataModel_OffstreetEndDate
source: Offstreet End Date
es_es: Fecha Fin Aparcamiento

# OperationExtDataModel_OffstreetEntryDate
source: Offstreet Entry Date
es_es: Fecha Entrada Aparcamiento

# OperationExtDataModel_OffstreetExitDate
source: Offstreet Exit Date
es_es: Fecha Salida Aparcamiento

# OperationExtDataModel_OffstreetExitLimitDate
source: Offstreet Exit Limit Date
es_es: Fecha Límite Salida Aparcamiento

# OperationExtDataModel_OffstreetGate
source: Offstreet Gate
es_es: Puerta Aparcamiento

# OperationExtDataModel_OffstreetLogicalId
source: Offstreet Ticket
es_es: Tiquet Aparcamiento

# OperationExtDataModel_OffstreetNotifyEntryDate
source: Offstreet Notify Entry Date
es_es: Fecha Notificación Entrada Aparcamiento

# OperationExtDataModel_OffstreetPaymentDate
source: Offstreet Payment Date
es_es: Fecha Pago Aparcamiento

# OperationExtDataModel_OffstreetSpaceDescription
source: Offstreet Space
es_es: Plaza Aparcamiento

# OperationExtDataModel_OffstreetTariff
source: Offstreet Tariff
es_es: Tarifa Aparcamiento

# OperationExtDataModel_OffstreetUTCEndDate
source: Offstreet End Date (UTC)
es_es: Fecha (UTC) Fin Aparcamiento

# OperationExtDataModel_OffstreetUTCEntryDate
source: Offstreet Entry Date (UTC)
es_es: Fecha (UTC) Entrada Aparcamiento

# OperationExtDataModel_OffstreetUTCExitDate
source: Offstreet Exit Date (UTC)
es_es: Fecha (UTC) Salida Aparcamiento

# OperationExtDataModel_OffstreetUTCExitLimitDate
source: Offstreet Exit Limit Date (UTC)
es_es: Fecha (UTC) Límite Salida Aparcamiento

# OperationExtDataModel_OffstreetUTCNotifyEntryDate
source: Offstreet Notify Entry Date (UTC)
es_es: Fecha (UTC) Notificación Entrada Aparcamiento

# OperationExtDataModel_OffstreetUTCPaymentDate
source: Offstreet Payment Date (UTC)
es_es: Fecha (UTC) Pago Aparcamiento

# OperationExtDataModel_OpReference
source: Operation Reference
es_es: Referencia Operación

# OperationExtDataModel_Plate
source: License Plate
es_es: Matrícula

# OperationExtDataModel_PlateId
source: License Plate
es_es: Matrícula

# OperationExtDataModel_RechargeAmount
source: Credit Amount
es_es: Valor Recarga

# OperationExtDataModel_RechargeAmountCurrencyId
source: Currency of Credit Amount
es_es: Moneda Valor Recarga

# OperationExtDataModel_RechargeAmountCurrencyIsoCode
source: Currency abbreviation of Credit Amount
es_es: Abrev. Moneda Valor Recarga

# OperationExtDataModel_RechargeBalanceBefore
source: Balance before credit
es_es: Saldo Previo Recarga

# OperationExtDataModel_RechargeDate
source: Date of Credit
es_es: Fecha Recarga

# OperationExtDataModel_RechargeId
source: Credit
es_es: Recarga

# OperationExtDataModel_RechargeInsertionUTCDate
source: Date of Credit Insertion (UTC)
es_es: Fecha Inserción Recarga (UTC)

# OperationExtDataModel_ServiceChargeTypeId
source: Service Charge Type
es_es: Tipo Servicio Carga

# OperationExtDataModel_SuscriptionType
source: Subscription Type
es_es: Tipo Suscripción

# OperationExtDataModel_TariffId
source: Tariff
es_es: Tarifa

# OperationExtDataModel_TicketData
source: Ticket Information
es_es: Datos Denuncia

# OperationExtDataModel_TicketNumber
source: Ticket Number
es_es: Número Denuncia

# OperationExtDataModel_Time
source: Duration
es_es: Duración

# OperationExtDataModel_TransactionId
source: Transaction Code
es_es: Código Transacción

# OperationExtDataModel_Type
source: Type
es_es: Tipo

# OperationExtDataModel_TypeId
source: Type
es_es: Tipo

# OperationExtDataModel_UserId
source: User
es_es: Usuario

# OperationExtDataModel_Username
source: User
es_es: Usuario

# OperationExtExport_PDFFilename
source: Operations
es_es: operaciones

# OperationExtExport_XLSFilename
source: Operations
es_es: operaciones

# OperationExtNoRechargeDataModel_Amount
source: Amount
es_es: Valor

# OperationExtNoRechargeDataModel_AmountCurrencyId
source: Currency Amount
es_es: Moneda Valor

# OperationExtNoRechargeDataModel_AmountCurrencyIsoCode
source: Currency Abbreviation for Amount
es_es: Abrv. Moneda Valor

# OperationExtNoRechargeDataModel_AmountFinal
source: Final Amount
es_es: Valor Final

# OperationExtNoRechargeDataModel_AuthCode
source: Authorization Code
es_es: Código Autorización

# OperationExtNoRechargeDataModel_ChangeApplied
source: Change
es_es: Cambio

# OperationExtNoRechargeDataModel_Date
source: Date
es_es: Fecha

# OperationExtNoRechargeDataModel_DateEnd
source: End Date
es_es: Fecha Final

# OperationExtNoRechargeDataModel_DateIni
source: Start Date
es_es: Fecha Inicio

# OperationExtNoRechargeDataModel_DateUTC
source: Date (UTC)
es_es: Fecha (UTC)

# OperationExtNoRechargeDataModel_InsertionUTCDate
source: Insertion Date (UTC)
es_es: Fecha Inserción (UTC)

# OperationExtNoRechargeDataModel_Installation
source: Installation
es_es: Instalación

# OperationExtNoRechargeDataModel_InstallationId
source: Installation
es_es: Instalación

# OperationExtNoRechargeDataModel_InstallationShortDesc
source: Installation ID
es_es: Instalación Abrv.

# OperationExtNoRechargeDataModel_Latitude
source: Latitude
es_es: Latitud

# OperationExtNoRechargeDataModel_Longitude
source: Longitude
es_es: Longitud

# OperationExtNoRechargeDataModel_MobileOSId
source: SO Mobile
es_es: SO Móvil

# OperationExtNoRechargeDataModel_OpReference
source: Operation Reference
es_es: Referencia Operación

# OperationExtNoRechargeDataModel_Plate
source: License Plate
es_es: Matrícula

# OperationExtNoRechargeDataModel_PlateId
source: License Plate
es_es: Matrícula

# OperationExtNoRechargeDataModel_SuscriptionType
source: Subscription Type
es_es: Tipo Suscripción

# OperationExtNoRechargeDataModel_TariffId
source: Tariff
es_es: Tarifa

# OperationExtNoRechargeDataModel_TicketData
source: Ticket Information
es_es: Datos Denuncia

# OperationExtNoRechargeDataModel_TicketNumber
source: Ticket Number
es_es: Número Denuncia

# OperationExtNoRechargeDataModel_Time
source: Duration
es_es: Duración

# OperationExtNoRechargeDataModel_Type
source: Type
es_es: Tipo

# OperationExtNoRechargeDataModel_TypeId
source: Type
es_es: Tipo

# OperationExtNoRechargeDataModel_UserId
source: User
es_es: Usuario

# OperationExtNoRechargeExport_PDFFilename
source: operations
es_es: operaciones

# OperationExtNoRechargeExport_XLSFilename
source: operations
es_es: operaciones

# OperationExt_Deleted_EmailBody_BalanceAfter
source: Current balance:
ca_es: Saldo actual:
es_es: Saldo actual:

# OperationExt_Deleted_EmailBody_BalanceBefore
source: Previous balance:
ca_es: Saldo previ:
es_es: Saldo previo:

# OperationExt_Deleted_EmailBody_Discount
source: <br>Discount applied: {0}
ca_es: <br>Descompte aplicat: {0}
es_es: <br>Descuento aplicado: {0}
